[
  {
    "episodeNumber": 360,
    "title": "Cliffhanger!",
    "description": "Harmontown’s final curtain call. Featuring Dan Harmon, Jeff Bryan Davis,Spencer Crittenden, Brandon Johnson, Rob Schrab, Open Mike Eagle, Steve Levy and NickRutherford. Drive fast and take chances! Video"
  },
  {
    "episodeNumber": 359,
    "title": "Maslow’s Hierarchy of Crushing Puss",
    "description": "NeuroTribes author Steve Silberman and his husband Keith Karraker talk withus about Community and Harmontown’s wide ranging fan base. Jeff and Dan share experienceswith audience members from around the globe who made the trek to our penultimate episode.We’ve also got bowties, fish testicles, and even Bigger Dick Energy. Featuring: Dan Harmon,Jeff Davis, Spencer Crittenden, Rob Schrab, Steve Silberman and Keith Karraker. Video"
  },
  {
    "episodeNumber": 358,
    "title": "Top 10 Funniest Things ",
    "description": "We’re counting down the last few episodes of Harmontown, and to celebratewe’re counting down the top ten funniest things. Nick Rutherford is back, it’s Church’sbirthday, and Schrab sees how far he can push the show off the rails. Featuring Dan Harmon,Jeff Bryan Davis, Spencer Crittenden, Rob Schrab, Nick Rutherford and Church Video"
  },
  {
    "episodeNumber": 357,
    "title": "What’s Up My Twitta?",
    "description": "Brandon Johnson is comptrolling, Nick Rutherford is and isn’t our guest. Dantalks a bit about Community. ED-209 makes a cameo appearance. There’s a lot to unpack inthis episode. Featuring Dan Harmon, Brandon Johnson, Spencer Crittenden and Nick Rutherford. Video"
  },
  {
    "episodeNumber": 356,
    "title": "MC Late",
    "description": "Dan gets stuck in traffic, but the episode is redeemed by meeting amulti-talented audience member UMNIA and her singer/doctor mom! Improv, jazz and rap meet onthis week’s Harmontown! Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden and RobSchrab. Video"
  },
  {
    "episodeNumber": 355,
    "title": "Hershey’s Rorschach",
    "description": "Our march into oblivion continues! No guests! No role playing! Nothing tolose! It’s worth mentioning Spencer is feeling pretty sassy this episode and it shows.Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden, Steve Levy, and Rob Schrab. Video"
  },
  {
    "episodeNumber": 354,
    "title": "Mobile Pork Unit",
    "description": "Classic Harmontown is back! The return of role playing with Steve Levy, theiHarmon and all the potatoes you could ever want. Featuring Dan Harmon, Jeff Bryan Davis andSpencer Crittenden. Video"
  },
  {
    "episodeNumber": 353,
    "title": "Nice Dunking, Cool Swishing",
    "description": "Actor/Comedian Flula Borg astounds Jeff with his sports knowledge and 1980’sAmerican pop culture references, teaches us his favorite German words, and helps Dan becomethe best hype man he can be. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden, andFlula Borg. Video"
  },
  {
    "episodeNumber": 352,
    "title": "Throw Me Under the Grassy Knoll",
    "description": "Guest comptroller Brandon Johnson, and the “Stuff They Don’t Want You toKnow” podcast guys (Matt Frederick, Ben Bowlin and Noel Brown) talk podcasts,Harmonspiracies, and Schrab’s “Creepshow” episode. Featuring Dan Harmon, Brandon Johnson,Spencer Crittenden, Rob Schrab, Matt Frederick, Ben Bowlin and Noel Brown. Video"
  },
  {
    "episodeNumber": 351,
    "title": "The Cowboy Rulebook",
    "description": "Mitch Hurwitz is back! Mitch and Dan talk Arrested Development, Golden Girls,upcoming projects and the future of network TV. Singer/songwriter Robbie Fulks joins in withsome tales told via country music. Featuring Dan Harmon, Jeff Bryan Davis, Mitch Hurwitz,Robbie Fulks and Rob Schrab. Video"
  },
  {
    "episodeNumber": 350,
    "title": "You Have Ten Seconds to Comply",
    "description": "Dan shares his feelings about the loss of a friend and coworker, then bringson Ed Neumeier – writer of genre defining movies like RoboCop and Starship Troopers to divedeep into their history and trivia. Featuring Dan Harmon, Jeff Bryan Davis, Rob Schrab andEd Neumeier. Video"
  },
  {
    "episodeNumber": 349,
    "title": "Creamweavers",
    "description": "Dan makes a sweater out of cum, and debates with Jeff the pros of being astander wiper. Dave Foley joins in with tales from The Kids in the Hall and NewsRadio. Whowants a pocket shaman now? Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden andDave Foley. Video"
  },
  {
    "episodeNumber": 348,
    "title": "Bequeathing Teaspoons ",
    "description": "Heather Anne Campbell is back! Dan demonstrates dog barks, shares some goatfacts, interrupts Schrab, and sadly announces the end of the podcast. Featuring Dan Harmon,Jeff Bryan Davis, Spencer Crittenden, Rob Schrab and Heather Anne Campbell. Video"
  },
  {
    "episodeNumber": 347,
    "title": "The Breasts Feel Fine, Wherever They Are",
    "description": "Host of the podcast How Did This Get Played?, Heather Anne Campbell joinsRick and Morty writer Nick Rutherford. Starring Dan Harmon, Spencer Crittenden, BrandonJohnson, Heather Anne Campbell and Nick Rutherford. Video"
  },
  {
    "episodeNumber": 346,
    "title": "Every Day is a New Hate",
    "description": "Author of the new book It Came from Something Awful, Dale Beran teaches usthe history 4chan and 8chan. How did simple websites transform into centers of whitenationalism, violence and tools of politics? Featuring Dan Harmon, Brandon Johnson and DaleBeran. Video"
  },
  {
    "episodeNumber": 345,
    "title": "Oh the Places You Won’t Go",
    "description": "Harmontown is honored to welcome Conflict Journalist Robert Evans to theshow. With topics ranging from Syria to 8chan, Robert has done all the homework, and takesus through, with stunning detail, the conflicts that will define the era we live in.Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden and Robert Evans. Video"
  },
  {
    "episodeNumber": 344,
    "title": "God Bless, But God Damn",
    "description": "Harmontown finally gets down to business in a Jeff-less Episode. BrandonJohnson comptrols as we do the important, and timely, work of tearing down Billy Joel. Plusa dive into Dan’s deep past unearths a hyper-detailed account of open mics as they existedin a pre-karaoke America... Video"
  },
  {
    "episodeNumber": 343,
    "title": "Poolitics",
    "description": "We Need A Pool Dietician For The Internet, and the milkman is an albino. Withspecial guests Brandon Johnson and Steve Levy! Featuring Dan Harmon, Jeff Bryan Davis,Spencer Crittenden, Brandon Johnson and Steve Levy. This week\u0027s episode is sponsored byMeUndies! Visit www.MeUndies.com andget 15% off your first pair plus free shipping with code HARMONTOWN Video"
  },
  {
    "episodeNumber": 342,
    "title": "Musk Balloons",
    "description": "Duncan Trussell is back! sporting an increasingly majestic beard. The showdives deep into America’s hot button topics like prolapses, space travel and DNA filledballoons. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden and Duncan Trussell. Video"
  },
  {
    "episodeNumber": 341,
    "title": "Ketel One, Audience Zero",
    "description": "We finally get to the bottom of the story about Spencer’s bees, why TheGolden Girls owned mink, what a Jeff Golem would look like, Rob Schrab, and bagels.Featuring Dan Harmon, Rob Schrab, Spencer Crittenden and Jeff Bryan Davis. Video"
  },
  {
    "episodeNumber": 340,
    "title": "It’s Not Called Show-Friends",
    "description": "Schrab is comptrolling to prepare for his upcoming role as moderator of theComic-Con Rick \u0026 Morty Panel. But Jeff’s still here, and without a podium, not-quitefitting into the seats on the stage. Listen now and gain the inside track on such topics asJaws 4, Bees, and people who shower excessively: probably… Video"
  },
  {
    "episodeNumber": 339,
    "title": "Swinging Three Bats",
    "description": "Rob Corddry is back! Dan tells us how to break into his house, Rob talksabout his time at The Daily Show, and mountain lions do what they do. Featuring Dan Harmon,Jeff Bryan Davis, Spencer Crittenden and Rob Corddry. Video"
  },
  {
    "episodeNumber": 338,
    "title": "This Trident Has Four Dents",
    "description": "Cold Case Murder Mysteries podcaster Ryan Kraus returns to dive deep into thecrime podcast genre, with Rob Schrab at the comptroller helm. Spencer’s bees and pirate eyepatches are on the agenda tonight! Featuring Dan Harmon, Rob Schrab, Spencer Crittenden andRyan Kraus. Video"
  },
  {
    "episodeNumber": 337,
    "title": "I Was a Simpson",
    "description": "Harmontown welcomes its most charming guest to date: Yeardley Smith to theshow. The star of Maximum Overdrive, Hermans’ Head, and nothing else, is revealed to be afont of charisma, wisdom, and behind-the-scenes stories that enrapture the mayor himself.Also, we’ve got TWO COMPTROLLERS. That’s right, Jeff and Brandon: Pandamonium at thePodium…. Video"
  },
  {
    "episodeNumber": 336,
    "title": "Mon the Perim ",
    "description": "This Harmontown has everything: A baby kicker, a handshake before sex,Squeezy Steve Levy, and one hundred pounds of beef jerky. Featuring Dan Harmon, Jeff BryanDavis, Spencer Crittenden and Steve Levy. Video"
  },
  {
    "episodeNumber": 335,
    "title": "What If Dan Had Four Ears?",
    "description": "This week’s a whopper, with conversation topics ranging from Spencer’s hipsurgery, Dan’s much anticipated Game of Thrones take, and another underscoring of howunprepared our (Dan’s) parents were for the advent of the internet. All that and THE RETURNOF D\u0026D. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden and Steve Levy Video"
  },
  {
    "episodeNumber": 334,
    "title": "The MacArthur Park Handjobber ",
    "description": "Ryan Kraus from “Cold Case Murder Mysteries” deconstructs true crime andhorror and what it means to be the perfect crime, and how one day we’re all going to berobots. Also, Spencer’s balls are too big. Featuring Dan Harmon, Jeff Bryan Davis, SpencerCrittenden and Ryan Kraus. Video"
  },
  {
    "episodeNumber": 333,
    "title": "The Scootie Cutie",
    "description": "Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden, Sean Clements andHayes Davenport. Video"
  },
  {
    "episodeNumber": 332,
    "title": "No Recompense! ",
    "description": "Dan talks to Jesse Margolis, founder of Overheard LA about what else: MikeCrivello’s Camera World; It’s a wonderful world of cameras! We attempt to get into the headsof internet trolls, also featuring a bonus White Walker locker room pep talk. Featuring DanHarmon, Jeff Bryan Davis, Spencer Crittenden, Rob Schrab and Jesse Margolis. Video"
  },
  {
    "episodeNumber": 331,
    "title": "High as Bat Pussy",
    "description": "Dan dives deep into balls. Before the show Dan gets a little too high, whichis perfect for our guest Gabriel Sunday, creator and star of the new cannabis inspired TVseries Dope State. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden and GabrielSunday. Video"
  },
  {
    "episodeNumber": 330,
    "title": "All Dicks Are Webbed",
    "description": "Despite walking on stage sick as a dog, audience adoration miraculously healsDan in real time. Francophile Jeff can’t help but dissolve into a sentimental jelly thinkingabout Notre-dame, and Spencer continues to amaze with hitherto unprecedented levels ofenthusiasm. Featuring Dan Harmon, Jeff Bryan Davis and Spencer Crittenden. Video"
  },
  {
    "episodeNumber": 329,
    "title": "Wolf Urine",
    "description": "The squad delves deep into the pros \u0026 cons of wolf piss. Schrab schrabsDan into a crater, while Brandon holds the ship together upon re-entry. Featuring DanHarmon, Brandon Johnson and Spencer Crittenden. Video"
  },
  {
    "episodeNumber": 328,
    "title": "Jeff’s Joke Corner ",
    "description": "Jeff Davis’s joke corner! A walrus walks into a whorehouse… Also, the returnof roleplaying with guest Steve Levy! Featuring Dan Harmon, Jeff Bryan Davis, SpencerCrittenden and Steve Levy. Video"
  },
  {
    "episodeNumber": 327,
    "title": "A Cardigan with Stab Holes",
    "description": "Suruthi and Hannah from the RedHanded podcast are this week’s guests. Theyshare their true crime expertise, including some crime role playing! Featuring Dan Harmon,Jeff Bryan Davis, Spencer Crittenden, Suruthi Bala and Hannah Maguire. Video"
  },
  {
    "episodeNumber": 326,
    "title": "Bootie Etiquette",
    "description": "The return of Spencer Crittenden! Jeff helps Dan get his singing groove back.Crab alert! Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden and Brandon Johnson. Video"
  },
  {
    "episodeNumber": 325,
    "title": "Get Off My Lawn, Words",
    "description": "Jeff Davis returns! We dive into the top five flat earth questions, and whatwould happen if a tree grew upside down? Featuring Dan Harmon, Jeff Bryan Davis, BrandonJohnson and Rob Schrab. Video"
  },
  {
    "episodeNumber": 324,
    "title": "Aunt Tipathy",
    "description": "Dan problematizes things that don’t need to be problematized, listens toaudio porn and gets to the bottom of The Flash with Brandon and Schrab. Featuring DanHarmon, Brandon Johnson and Rob Schrab. Video"
  },
  {
    "episodeNumber": 323,
    "title": "Adam Ruins Harmontown",
    "description": "Adam Conover, from Adam Ruins Everything and CollegeHumor, ruins herpes,hymens and Harmontown. Brandon Johnson is our guest comptroller, and Schrab is back withanother new chair. Featuring Dan Harmon, Brandon Johnson, Rob Schrab and Adam Conover. Video"
  },
  {
    "episodeNumber": 322,
    "title": "WOKE AF HASHTAG",
    "description": "Brandon Johnson is the guest Comptroller, Rob Schrab is at Spencer’s desk,and our guest is Brian Wysol, creator of the Adult Swim series Hot Streets. Dan punishesJustin Roiland for missing the show. Featuring Dan Harmon, Brandon Johnson, Rob Schrab andBrian Wysol. Video"
  },
  {
    "episodeNumber": 321,
    "title": "Rise the Boats",
    "description": "Comedian Mohanad Elshieky shares recent events in his life, while Dan sharesrelatable tales of house shopping. Brandon Johnson is back, filling in for Spencer.Featuring Dan Harmon, Jeff Bryan Davis, Brandon Johnson and Mohanad Elshieky. Video"
  },
  {
    "episodeNumber": 320,
    "title": "This Much Funches",
    "description": "Rob Schrab fills in for Spencer with special guest Ron Funches, and a one manshow about plumbing. Featuring Dan Harmon, Jeff Bryan Davis, Rob Schrab and Ron Funches. Video"
  },
  {
    "episodeNumber": 319,
    "title": "Goodbye Sam ",
    "description": "Dan’s future mother-in-law tells an absolute shocker of a story about ascarf. Spencer is gone, Dan fails a polygraph regarding his potential role in the murder.Featuring Dan Harmon, Jeff Bryan Davis, Rob Schrab, Randee Heller, Bob Garrett and CodyHeller. Video"
  },
  {
    "episodeNumber": 318,
    "title": "MC Non-Binary Chicken",
    "description": "Open Mike Eagle returns to talk about dog heaven, babies and bird poop withDan, Jeff and Spencer. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden and OpenMike Eagle. Video"
  },
  {
    "episodeNumber": 317,
    "title": "Rich Man’s NASCAR",
    "description": "Dan listened to last week’s show while sober and with some comments andclarifications, along with the return of Jesse Camp. Featuring Dan Harmon, Jeff Bryan Davis,Spencer Crittenden and Jesse Camp. Video"
  },
  {
    "episodeNumber": 316,
    "title": "Amy Grant Made My Puberty and My Atheism Happen",
    "description": "Dan and the gang kick off 2019 with everyone’s expanded feelings on airlines,Dan’s engagement, charitable giving and Paul Rudd. Featuring Dan Harmon, Jeff Bryan Davis,Spencer Crittenden, Kevin Day and Jesse Camp. Video"
  },
  {
    "episodeNumber": 315,
    "title": "Rocket My Face Into Another Guy’s Face",
    "description": "Steven Conrad, writer/director of the TV Series ‘Patriot’ joins guestComptroller Brandon Johnson. The Santa Clause 2, Have You Seen It? Featuring Dan Harmon,Brandon Johnson, Spencer Crittenden and Steve Conrad. Video"
  },
  {
    "episodeNumber": 314,
    "title": "You’re the Good Kind of Fat",
    "description": "Comedian and fellow podcaster Pete Holmes joins Dan, Jeff and Spencer toanswer: What Hurts Pete Holmes? Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittendenand Pete Holmes. Video"
  },
  {
    "episodeNumber": 313,
    "title": "Ducks Don’t Be Gay",
    "description": "Self destructive writer Dan Harmon claims he will one day found a colony oflike-minded misfits. He’s appointed suit-clad gadabout Jeff Davis as his Comptroller andbearded dreamboat Spencer Crittenden as his Dungeon Master. It’s like a neurotic town hallmeeting, often with alcohol and famous people. Featuring Dan Harmon, Jeff Bryan Davis andSpencer Crittenden. Video"
  },
  {
    "episodeNumber": 312,
    "title": "Live from the New York Comedy Festival 2018",
    "description": "Harmontown is live from the New York Comedy Festival! Featuring Dan Harmon,Jeff Bryan Davis, Spencer Crittenden, Rob Schrab and Steve Levy. Video"
  },
  {
    "episodeNumber": 311,
    "title": "Twenty Sides of Booty",
    "description": "Dan and Spencer swap roles, with Dan taking the role of Dungeon Master.Spencer auto-tunes himself, becoming a robot from a magical land. Jeff immerses himself in aVietnam era character. Featuring Dan Harmon, Jeff Bryan Davis and Spencer Crittenden. Video"
  },
  {
    "episodeNumber": 310,
    "title": "Asexual Cowboy",
    "description": "Dan and Spencer dig deep into the how’s and why’s of their Red DeadRedemption 2 addictions, Jeff is sober. Crescendoing in a panel of three audience memberstalking shop with Dan, therapy shop. Featuring Dan Harmon, Jeff Bryan Davis and SpencerCrittenden. Video"
  },
  {
    "episodeNumber": 309,
    "title": "Firehouse Ghost",
    "description": "Dan and Spencer welcome our latest sponsor “MeOnesie” to the show, and ourfavorite socialist Josh Androsky pops in to explain Measure B. Antonio Banderas alsopremiers his latest musical, and is not to be missed. Video"
  },
  {
    "episodeNumber": 308,
    "title": "Soft on Hitler, Hard on Dicks",
    "description": "Actor/Comedian Brett Gelman and Dan talk about constipation, Dan’s new abs,Buck Rogers, and Hitler. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden andBrett Gelman. Video"
  },
  {
    "episodeNumber": 307,
    "title": "French Spencer",
    "description": "Guest Comptroller Brandon Johnson and Dan discover French Spencer, and learnthat sometimes applause hurts. Featuring Dan Harmon, Brandon Johnson and Spencer Crittenden. Video"
  },
  {
    "episodeNumber": 306,
    "title": "Cholo to Cholo: Crackers Try",
    "description": "Omar Camacho from the hit YouTube series “Cholos Try” teaches Dan, Spencerand Brandon what it means to be a Cholo. Featuring Dan Harmon, Brandon Johnson, SpencerCrittenden, and Omar Camacho. Video"
  },
  {
    "episodeNumber": 305,
    "title": "Smiles Wider Than Their Faces",
    "description": "Podcaster David Cummings, from The NoSleep Podcast, joins guest comptrollerBrandon Johnson for a spooky evening of horror stories, cuckoo clocks and wholesome Canadianterror. Featuring Dan Harmon, Brandon Johnson, Spencer Crittenden, and David Cummings. Video"
  },
  {
    "episodeNumber": 304,
    "title": "Magic Shinto Hat",
    "description": "Is Schrab getting too comfortable in his comfy chair, and what is he doingwith his microphone? Video"
  },
  {
    "episodeNumber": 303,
    "title": "Frog Complex",
    "description": "Is it morally right to eat Gillian Anderson’s sandwiches? Why are RonPerlman’s hands so soft? What’s really going on with Predator? Featuring Dan Harmon, JeffBryan Davis, Spencer Crittenden and Rob Schrab. Video"
  },
  {
    "episodeNumber": 302,
    "title": "You Can Freeze Me For Seven Dollars",
    "description": "Dan is baffled by an Emmy seat filler, Schrab has a new favorite TV show, andwhat happened to Wicker Man? Featuring Dan Harmon, Brandon Johnson, Spencer Crittenden andRob Schrab. Video"
  },
  {
    "episodeNumber": 301,
    "title": "SuperNova",
    "description": "We’re all mad about scooters, Dan gives an audience member a backpack andmakes a new friend, then Spencer debuts his new role playing grading system. Featuring DanHarmon, Jeff Bryan Davis, Spencer Crittenden and Rob Schrab. Video"
  },
  {
    "episodeNumber": 300,
    "title": "We Do Right by Whatever You Are",
    "description": "We celebrate the 300th episode by looking back at our favorite moments.Kumail Nanjiani, Emily Gordon, Rob Schrab, Steve Agee and Brandon Johnson help us jump theshark with our first clip show. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden,Emily V. Gordon, Kumail Nanjiani, Rob Schrab, Brandon Johnson and Steve Agee. Clips includeOpen Mike Eagle, Mitch Hurwitz, Curtis Armstrong, DeMorge Brown, Erin McGathy, BobcatGoldthwait, John Mayer and Jonah Ray. Video"
  },
  {
    "episodeNumber": 299,
    "title": "Rock Me Homo Deus",
    "description": "Dan’s trainer, Dave Klein, returns to take the audience through a workoutsession. Jeff returns as comptroller, and Schrab shows Dan what it would be like to livenext to a Neanderthal. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden, DaveKlein and Rob Schrab. Video"
  },
  {
    "episodeNumber": 298,
    "title": "Homeless Sapiens",
    "description": "Dan explains dog intelligence and Canadian creepypasta, while Schrab and Jeffdemonstrate the perfect stage walk-on. Spencer tries MeUndies for the first time, and Danplays himself. Featuring Dan Harmon, Brandon Johnson, Spencer Crittenden, Jeff Bryan Davisand Rob Schrab. Video"
  },
  {
    "episodeNumber": 297,
    "title": "You Got That Baby To Tell The Truth",
    "description": "Dan, Jeff, Spencer, Brandon, Schrab and Steve all try to get to the bottom ofsome deep Harmontown mysteries. Is Spencer’s desk backwards? What does Steve Levy do withsilly putty? Can Schrab reboot Sanford and Son? Featuring Dan Harmon, Brandon Johnson,Spencer Crittenden, Jeff Bryan Davis, Rob Schrab and Steve Levy. Video"
  },
  {
    "episodeNumber": 296,
    "title": "You Can Live Forever Here at Bevmo",
    "description": "Jeff returns briefly to flex his vocal chords after surgery. Legendary SNLalum Laraine Newman shares Groundlings and Coneheads behind the scenes stories. Steve Levyexplains a new dating app. Featuring Dan Harmon, Rob Schrab, Spencer Crittenden, Jeff BryanDavis and Laraine Newman. Video"
  },
  {
    "episodeNumber": 295,
    "title": "Dadfished",
    "description": "“Great Minds with Dan Harmon” director Heath Cullens tells the tale of how heaccidentally convinced Dan that he’s Dan’s father. Brandon Johnson is our comptroller andSteve Levy joins for a return to role playing. Featuring Dan Harmon, Brandon Johnso... Video"
  },
  {
    "episodeNumber": 294,
    "title": "A Gold Medallion",
    "description": "Andy Kindler and Brandon Johnson join us to discuss their feelings onKombucha and social media. Dan explores a career as a cover song musician. Featuring DanHarmon, Brandon Johnson, Spencer Crittenden and Andy Kindler. Video"
  },
  {
    "episodeNumber": 293,
    "title": "LIVE from The Cradle of Aviation Museum in Long Island, NY",
    "description": "Live from The Cradle of Aviation Museum in Long Island, NY. Featuring DanHarmon, Jeff Bryan Davis, Spencer Crittenden, Rob Schrab and Steve Levy. Video"
  },
  {
    "episodeNumber": 292,
    "title": "LIVE from The Wilbur in Boston 2018",
    "description": "Live from the Wilbur in Boston, MA. Special guest Aaron Mahnke from the Lorepodcast. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden, Rob Schrab, AaronMahnke and Steve Levy. Video"
  },
  {
    "episodeNumber": 291,
    "title": "Grimlock Love Slimewave Pornography",
    "description": "Dan’s back in the Rick \u0026 Morty writer’s room, James Adomian and RobSchrab face off with cartoon voices doing unspeakable things, Spencer says Binkis a lot.Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden, James Adomian, Rob Schrab andStev... Video"
  },
  {
    "episodeNumber": 290,
    "title": "A Turd in a Slipper",
    "description": "Dan and Jeff discuss airliner pooping and Elon Musk stories. Judd Apatowexplains how his casting style has changed over his career. How much self loathing goes intobeing a show creator? Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden and ... Video"
  },
  {
    "episodeNumber": 289,
    "title": "Huh Huh Huh Huh Huh Huh",
    "description": "Our first show at the beautiful Dynasty Typewriter theater kicks off with anaudience for the first time in months. Brandon Johnson haunts the theater, Rob Schrab makeshimself mini comptroller with a mini podium, M.C. Gun Control returns, and Spencer ... Video"
  },
  {
    "episodeNumber": 288,
    "title": "The Roadhouse Jews",
    "description": "In our final episode at the Starburns Castle before moving to our new home,we welcome actor and fellow Podcaster Johnny Pemberton. Dan \u0026 Jeff’s hot button issuesthis week include squeakers, cold cases, Kanye and the logistics of a human centipede. ... Video"
  },
  {
    "episodeNumber": 287,
    "title": "That Brain, She Die",
    "description": "Dan’s still in bed recovering from shingles, but Schrab wants to know why Danwon’t go to a movie with him. Rob Schrab almost lists his top four Infinity Wars spoilers,Spencer shares history of the incel movement, and Dan explains why his brain is gen... Video"
  },
  {
    "episodeNumber": 286,
    "title": "All the Shingle Ladies",
    "description": "Dan reacts to being diagnosed with Shingles by bringing a bed on stage andeating eggs. Fellow podcasters Keith Malley and Chemda Khalili join Jeff and Schrab in Dan’sbed to discuss infectious diseases. Featuring Dan Harmon, Jeff Bryan Davis, Spence... Video"
  },
  {
    "episodeNumber": 285,
    "title": "A Ken Dolan’s Production",
    "description": "Dan, Rob and Spencer share embarrassing celebrity encounters, hotel roomtrashing and poop stories. Steve has a problem with the violence in shellfish. Featuring DanHarmon, Brandon Johnson, Spencer Crittenden, Rob Schrab, DeMorge Brown and Steve Levy. Video"
  },
  {
    "episodeNumber": 284,
    "title": "They’re Coming to Get You Barbara",
    "description": "Duncan Trussell is this weeks guest comptroller, who brings a sense ofspirituality that could only be countered by Rob Schrab’s chair noises. Featuring DanHarmon, Duncan Trussell and Rob Schrab. Video"
  },
  {
    "episodeNumber": 283,
    "title": "Necrophilia Questions",
    "description": "We have a lot of questions about Necrophilia. Dan answers a lot of questionsabout his underwear and debates the morality and accuracy of veterinary medicine, while Jeffhas a creative solution for man boobs. Featuring Dan Harmon, Jeff Bryan Davis, Spe... Video"
  },
  {
    "episodeNumber": 282,
    "title": "The Christmas with No Underwear",
    "description": "The show breaks new ground with a cold open ad, Dan introduces the show’slatest lovable sponsored character M.C. Gun Control, we explore Dan’s therapy revelationsand Jeff hatches a cunning plan turning himself into a tree. Featuring Dan Harmon, Jeff ... Video"
  },
  {
    "episodeNumber": 281,
    "title": "If I Need a Gas Mask, I’d Rather Be Dead",
    "description": "This week’s guest is Kara Brown, staff writer for the Black-ish spinoff,Grown-ish. Dan shares how a social media interaction with a fan lead to questions about Rickand Morty’s future. Schrab tells tales of his small hometown, and Spencer tries to get... Video"
  },
  {
    "episodeNumber": 280,
    "title": "Let’s Talk About Prostate Massage",
    "description": "The show takes a decidedly weird turn from the start. Guests Rob Schrab andDeMorge Brown talk with Dan, Jeff and Spencer about enemas, prostate massage and more. SteveLevy shares Diarrhea Junior’s real life origin story. Featuring Dan Harmon, Jeff Br... Video"
  },
  {
    "episodeNumber": 279,
    "title": "Oh Hitler, We Hardly Knew Ye",
    "description": "It’s Oscar night! Dan discusses the current political landscape, the valuepoliticians are bringing to the table, and where we should go next. Also, Spencer thinks theNRA has some dank ass memes. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Critten... Video"
  },
  {
    "episodeNumber": 278,
    "title": "I Will Put Your Kids on Blast",
    "description": "The Walking Dead creator, Robert Kirkman, joins Rob Schrab on stage to talkcomics, writing and more. Dan tries putting things on blast, to varying success. Jeff playsa listener submitted remix of Schrab’s dog’s freakout. Featuring Dan Harmon, Jeff Br... Video"
  },
  {
    "episodeNumber": 277,
    "title": "Cheapy Peepy II: I Love You Cheapy Peepy",
    "description": "Dan has some strong opinions on being chased by bees and what goes on in themind of dogs. Jeff tells his career defining joke. Schrab isn’t happy with the title of lastweek’s show, but joins Dan and Steve in another intimate moment on the stage floor... Video"
  },
  {
    "episodeNumber": 276,
    "title": "Cheapy Peepy",
    "description": "Steve Levy and Rob Schrab share an intimate physical moment, Dan shows offhis Dave Matthews impression, and we discuss the hot button political issue on everyone’smind: Spiro Agnew. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden, Rob Schr... Video"
  },
  {
    "episodeNumber": 275,
    "title": "We Could Disappear Up Each Other’s Asses",
    "description": "Guest Comptroller Brandon Johnson and Spencer question Dan’s retirementrequirements. Singer-songwriter John Mayer comes on to really get inside Dan’s wonderland ofa mind. Dan and John debate the pros and cons of Googling yourself. The show wraps up b... Video"
  },
  {
    "episodeNumber": 274,
    "title": "LIVE From SF Sketchfest 2018",
    "description": "Harmontown visits San Fransisco Sketchfest for a live show with stories aboutDan\u0027s grandpa, an interview with the developer of iBone, and more. Featuring Dan Harmon,Jeff Bryan Davis, Spencer Crittenden, Steve Levy, and Rob Schrab. Video"
  },
  {
    "episodeNumber": 273,
    "title": "How Much D Do I T?",
    "description": "What’s a Bellman Joke? Does it have anything to do with Casablanca and theThundercats? How do the Smurfs fit into all of this? Rob Schrab returns to give Dan somemuch needed therapy. then takes over for Diarrhea Jr. who makes eye contact during a ver... Video"
  },
  {
    "episodeNumber": 272,
    "title": "Don’t Let Him Wipe or Flush",
    "description": "We hear about the drunk driver that hit Dan’s house, plus Jeff’s trip toIndia. Everyone questions Steve Levy’s doctor’s qualifications, but is glad he’s alive.While roleplaying, the gang stakes out an in-use restroom for a very, very long time.Featu... Video"
  },
  {
    "episodeNumber": 271,
    "title": "Orphan Don’t Even Have No Internet",
    "description": "It’s Christmas, and this show has something for everyone! Our traditionalholiday events include: The return of DeMorge Brown, Dan and Brandon discussing netneutrality, Josh Androsky stopping in again to play some games, and Spencer studying for hish... Video"
  },
  {
    "episodeNumber": 270,
    "title": "The Boy Who Ate The Most Spaghetti",
    "description": "Guest Comptroller Brandon Johnson and Josh Androsky return to discuss thecurrent state of higher education with Ben Nelson from the Minerva Project. Everyone playsBalderdash while Andy Dick entertains everyone with... Featuring Dan Harmon, Brandon Jo... Video"
  },
  {
    "episodeNumber": 269,
    "title": "Dan Rates Every Animal",
    "description": "Dan, Jeff and Spencer dig deep into genitals of unusual size, bats, giraffes,dolphins and Paul Newman. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden, andSteve Levy. Video"
  },
  {
    "episodeNumber": 268,
    "title": "Socialists Dress Like Spencer",
    "description": "Josh Androsky educates us about the Democratic Socialists of America, Schrabenjoys an office chair, Church sings and shares her political side, and Jeff claims anexception to the “smelt it, dealt it” rule. We all learn how to dance like Spencer. Feat... Video"
  },
  {
    "episodeNumber": 267,
    "title": "We Killed Charles Manson",
    "description": "Guest Comptroller Brandon Johnson and actor Rob Huebel return to the show.Rob gives us the inside information about his new show, while Brandon introduces us to TinyBrandon. Dan’s worried he might have played a role in Charles Manson’s death. Featuri... Video"
  },
  {
    "episodeNumber": 266,
    "title": "No Lime",
    "description": "Spencer shares his adventures in jogging, needles and cupping. The Ron Jeremybanana mystery continues to perplex Jeff. Dan records an introduction video for Rob Schraband spends a little extra time making sure it’s perfect. Featuring Dan Harmon, Jef... Video"
  },
  {
    "episodeNumber": 265,
    "title": "The Pearl is Ragnarok",
    "description": "Guest Comptroller Brandon Johnson joins Dan and Spencer to lay down somebeats and serve up the best role playing snacks we’ve ever tasted. Video"
  },
  {
    "episodeNumber": 264,
    "title": "Cheese Stain",
    "description": "Dan and Jeff solve the Ron Jeremy banana mystery, even stranger things happenwith Dan’s girlfriend, and the gang jumps back in to roleplaying. Featuring Dan Harmon, JeffB. Davis, Spencer Crittenden and Steve Levy. Video"
  },
  {
    "episodeNumber": 263,
    "title": "Seventeen Chicken Boots",
    "description": "Jeff revisits the idea of zip-line transportation after Dan meets with ElonMusk. “Harmontown” documentary creator Neil Berkeley comes by to talk about his new filmabout Gilbert Gottfried. The show ends with a fan submitted rap that does a lot of thin... Video"
  },
  {
    "episodeNumber": 262,
    "title": "Porcelain Birds",
    "description": "Dan and Rob talk about sexual harassment in the entertainment industry andthe ramifications of a Rick \u0026 Morty porn parody being produced. Spencer reveals whypeople really buy iPads. Featuring Dan Harmon, Rob Schrab, Spencer Crittenden and SteveLevy. Video"
  },
  {
    "episodeNumber": 261,
    "title": "Grodily Plausible",
    "description": "In an in-studio episode, Jeff tells a mysterious story about Ron Jeremy andDan discusses the tragedy in Las Vegas as well as the effect of easily-available smut on theweb on today\u0027s youth. Then the role playing gang ventures forth in their exploits. ... Video"
  },
  {
    "episodeNumber": 260,
    "title": "Oym",
    "description": "Duncan Trussell wants us all to try Nitrous Oxide and start a cult, Dan isunapologetic about last week’s show, and everyone shares their favorite stories about SteveLevy’s anatomy. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden, Duncan Tr... Video"
  },
  {
    "episodeNumber": 259,
    "title": "Pajampion",
    "description": "Rob Schrab returns as our comptroller with Eddie Pepitone dropping in todiscuss comedy. Rob and Dan weigh in on biometrics, then the role playing gang shouts theirway through an adventure. Featuring Dan Harmon, Rob Schrab, Spencer Crittenden, Eddie P... Video"
  },
  {
    "episodeNumber": 258,
    "title": "Retired Ninja Quarterly",
    "description": "Rapper B. Squid and Dan sing about a thousand winters, we question “What if aguy had long arms?” and “Who really stole Steve Levy’s roommate’s car?” before realizingwe’re entering Harmageddon. Featuring Dan Harmon, Jeff Davis, Spencer Crittenden, B. ... Video"
  },
  {
    "episodeNumber": 257,
    "title": "I Change the World’s Oil",
    "description": "Dan gets Christian dating tips from a ride-sharing driver and explores whatvarious Scottish dogs might sound like. The gang’s role playing characters level up and facea new foe! Featuring Dan Harmon, Jeff Davis and Spencer Crittenden. Video"
  },
  {
    "episodeNumber": 256,
    "title": "Dan Harmon’s Top Five Shoe Jokes",
    "description": "Rob Schrab is back! Dan sports a new look, tells his top 5 shoe jokes, thentakes the role playing team on a wild adventure. Featuring Dan Harmon, Jeff Davis, SpencerCrittenden and Rob Schrab. Video"
  },
  {
    "episodeNumber": 255,
    "title": "The Ian Bowers Birthday Special",
    "description": "Graham Linehan returns to Harmontown! Dan discovers what an “omega virgin” isby a dramatic reading of an incident involving creepy soup. Featuring Dan Harmon, JeffDavis, Spencer Crittenden, Graham Linehan and Steve Levy. Video"
  },
  {
    "episodeNumber": 254,
    "title": "Down with Sighty",
    "description": "Dan explains his feelings on Nazis, The Game Grumps (Arin Hanson \u0026 DanAvidan) visit the show, then the gang continues their role playing adventures. Featuring DanHarmon, Jeff Davis, Spencer Crittenden, Arin Hanson, Dan Avidan and Steve Levy. Video"
  },
  {
    "episodeNumber": 253,
    "title": "No Church People Got No Hortches",
    "description": "Comedian Jamali Maddix comes by to discuss his project exploring extremism.While role playing, Steve Levy discovers the most beautiful horses he’s ever seen. Dancloses the show with a rap about West Virginia. Featuring Dan Harmon, Jeff Davis, Spencer... Video"
  },
  {
    "episodeNumber": 252,
    "title": "Epeephany",
    "description": "Kaitlin Byrd from the Citizen Zero Project stops by to talk politics, thenthe gang explores their inner cow while role playing. Featuring Dan Harmon, Jeff Davis,Spencer Crittenden, and Steve Levy. Video"
  },
  {
    "episodeNumber": 251,
    "title": "Brothers Killing Brothers for Some Dank Memes",
    "description": "Dan dives into his writing process, we go deep into the meme wars, beforewrapping the show up with some role playing. Featuring Dan Harmon, Jeff Davis, SpencerCrittenden and Steve Levy. Video"
  },
  {
    "episodeNumber": 250,
    "title": "I Don’t Want to Ghostsplain",
    "description": "Role playing \u0026 Ghostsplaining through our 250th episode! A medicalemergency is averted after Jeff gets a nose bleed from laughing. Featuring Dan Harmon, JeffDavis, Spencer Crittenden and Steve Levy. Video"
  },
  {
    "episodeNumber": 249,
    "title": "Harmontown From ID10T Fest",
    "description": "Harmontown goes to Chris Hardwick’s ID10T Festival. Dan raps about Kubrick,takes questions from the audience, does some push ups and even dance battles with acosplayer! Our role playing game continues, with Steve getting a feel for Diarrhea Junior.F... Video"
  },
  {
    "episodeNumber": 248,
    "title": "Come Out and Fight Like a Ghost",
    "description": "Dan and Jeff take their brand new role playing characters out for a spin.Christina Oh talks movies with Dan. Featuring Dan Harmon, Jeff Davis, Spencer Crittenden andChristina Oh. Video"
  },
  {
    "episodeNumber": 247,
    "title": "Everything is Sexy When You Trust Someone",
    "description": "Jeff Davis returns with a fantastic reprise of the classic “Pringles Dick”.Brandon Johnson passes the comptroller torch back to Jeff. Dan, Jeff, Spencer and Steve Levycreate characters for their new D\u0026D campaign! Featuring Dan Harmon, Jeff Davis, Spe... Video"
  },
  {
    "episodeNumber": 246,
    "title": "Your Description of a Birthday Would Make Vonnegut Kill Himself",
    "description": "We learn some shocking truths about Spencer while Steve Levy fills in forhim, Fred Stoller delves deep into the writing process of Seinfeld, Dan suspects our guestcomptroller (Brandon Johnson) is a time traveler. Featuring Dan Harmon, Brandon Johnson... Video"
  },
  {
    "episodeNumber": 245,
    "title": "Explain Your World View",
    "description": "Mystery Science Theater’s Joel Hodgson stops by, everyone’s world view getsquestioned, then Mid-East journalists Robert Evans and Magenta Vaughn share stories ofvisiting war torn countries. Featuring Dan Harmon, Brandon Johnson, Spencer Crittenden, J... Video"
  },
  {
    "episodeNumber": 244,
    "title": "God Made Us To Kill Us",
    "description": "Dan explores new interactive options for the show, Rob Corddry and Rob Schrabweigh in on Dan’s writing methods, while Guest Comptroller Brandon Johnson becomes Dan’sangry writing coach. Featuring Dan Harmon, Brandon Johnson, Spencer Crittenden, Rob C... Video"
  },
  {
    "episodeNumber": 243,
    "title": "Adult Onset Pyromania",
    "description": "Our first show after moving to the Starburns Castle with Brandon Johnson asthe guest comptroller! Dan finds a giant surprise gift on stage then shows off his latestMinecraft creations then we hear the history of America as a rap. Featuring Dan Harmo... Video"
  },
  {
    "episodeNumber": 242,
    "title": "The Final Meltdown",
    "description": "The end of an era when Harmontown performs its last show on the stages ofNerdmelt in the back of Meltdown comics with the help of Mitch Hurwitz. Video"
  },
  {
    "episodeNumber": 241,
    "title": "Kumanji",
    "description": "Kumail and Emily return to discuss Harmontown leaving NerdMelt, Spencer \u0026Schrab provide color commentary while Brandon Johnson and Doug Benson get to meet Dan’snewest rap character, Peanut Jones. Featuring Dan Harmon, Jeff B. Davis, SpencerCrittende... Video"
  },
  {
    "episodeNumber": 240,
    "title": "Blackest Friend in the World",
    "description": "Creator of the documentary “Accidental Courtesy: Daryl Davis, Race \u0026America” Matt Ornstein drops by to discuss his new film with guests Brandon Johnson andSteve Agee. Steve Levy does a quick Jew and A. Featuring Dan Harmon, Jeff B. Davis, SpencerCr... Video"
  },
  {
    "episodeNumber": 239,
    "title": "LIVE from the Chicago Improv Festival 2017",
    "description": "Harmontown joins the Chicago Improv Festival with guest Comptroller BrandonJohnson. Improv legends Jimmy Carrane and Scott Adsit help Dan demonstrate the differencebetween improv and written comedy, while Brandon and Dan discover the seven types of p... Video"
  },
  {
    "episodeNumber": 238,
    "title": "My name is Johnny Varvatos",
    "description": "Featuring Dan Harmon, Jeff B. Davis, Rob Schrab and Brandon Johnson Video"
  },
  {
    "episodeNumber": 237,
    "title": "Less Than White",
    "description": "Featuring Dan Harmon, Jeff B. Davis, Spencer Crittenden and Tim Talbott. Video"
  },
  {
    "episodeNumber": 236,
    "title": "LIVE from Esther’s Follies at SXSW’17 in Austin, TX",
    "description": "Guest Doug Benson and audience members discuss movies, Dan \u0026 Spencer dosome feminist role playing, and Dan gets complimented on his beer choice. Video"
  },
  {
    "episodeNumber": 235,
    "title": "LIVE from the Cherokee Casino in West Siloam Springs, OK",
    "description": "Featuring Dan Harmon, Jeff Bryan Davis, and Spencer Crittenden. Video"
  },
  {
    "episodeNumber": 234,
    "title": "The Patron Saint of Acid Wash",
    "description": "Featuring Dan Harmon, Rob Schrab, Spencer Crittenden, Jason Sklar, RandySklar and Brandon Johnson. Video"
  },
  {
    "episodeNumber": 233,
    "title": "The Only Enemy is Stopping",
    "description": "Featuring Dan Harmon, Jeff Davis, Spencer Crittenden and Open Mike Eagle. Video"
  },
  {
    "episodeNumber": 232,
    "title": "You\u0027re An Ant To My Cum",
    "description": "Featuring Dan Harmon, Jeff Davis, Spencer Crittenden, Richie Keen, DinoStamatopoulos, Scott Adsit, Britta Phillips, Rob Schrab and Steve Levy. Video"
  },
  {
    "episodeNumber": 231,
    "title": "Pacman Versus Garfield",
    "description": "Featuring Dan Harmon, Jeff Davis, Spencer Crittenden, Rob Schrab andCassandra Church. Watch the video at harmontown.com/live. Become a member, help support theshow! Video"
  },
  {
    "episodeNumber": 230,
    "title": "LIVE From SF Sketchfest 2017",
    "description": "Fascism comes to America and Harmontown susses it out with the city of SanFrancisco. Watch the video at harmontown.com! Become a member. Original music made forHarmontown by Titanic Sinclair. Video"
  },
  {
    "episodeNumber": 229,
    "title": "Health Care Is Good, Black People Deserve To Live",
    "description": "Founders of Reductress, Beth Newell and Sarah Pappalardo join Harmontown topromote their podcast Mouth Time and Dan tries to gain a feminist perspective, our friendBrandon Johnson returns and more! Watch the video at harmontown.com/live Video"
  },
  {
    "episodeNumber": 228,
    "title": "I F_cking Love White Sh_t",
    "description": "Harmontown is back in the states for the first show of 2017! Watch the videoat harmontown.com/live! Video"
  },
  {
    "episodeNumber": 227,
    "title": "Harmontownunder: Sydney Opera House Night 2",
    "description": "Night 2 of Harmontown\u0027s historic performances at the Sydney Opera House has atrue opera unfold. Watch at harmontown.com/live. Become a member, we\u0027re independent. Help usmake more shows! Video"
  },
  {
    "episodeNumber": 226,
    "title": "Harmontownunder: Sydney Opera House Night 1",
    "description": "Night 1 of Harmontown at the historic Sydney Opera House in Sydney Australia! Video"
  },
  {
    "episodeNumber": 225,
    "title": "Harmontownunder: Melbourne, Australia",
    "description": "The Australian adventures of Harmontown continue with a sold out show inMelbourne, Australia! Watch the video at harmontown.com/live. Video"
  },
  {
    "episodeNumber": 224,
    "title": "Harmontownunder: Brisbane, Australia",
    "description": "Harmontown journeys to Australia! First stop, Brisbane. Video"
  },
  {
    "episodeNumber": 223,
    "title": "Charles Manson Shark Tank",
    "description": "Featuring Dan Harmon, Jeff Davis, Spencer Crittenden and Ptolemy Slocum. Video"
  },
  {
    "episodeNumber": 222,
    "title": "Anne Frank Kicked A Cat Once",
    "description": "\u0022Erin McGathy makes a triumphant return to Harmontown as the role of Spencerand brings the sounded of 20 sided die back to Harmontown! Watch the video atharmontown.com/live Bonus track: an all new song originally made for Harmontown by ColleenGree... Video"
  },
  {
    "episodeNumber": 221,
    "title": "It Happened In Silverlake",
    "description": "In the wake of an upsetting election and racial tension, Harmontown welcomesthe Avenger\u0027s Elizabeth Olsen, Rick and Morty\u0027s Brandon Johnson and our first musical guestever Babes to suss it all out. Ha-ha-ha ha-ha ha ha-ha. Video"
  },
  {
    "episodeNumber": 220,
    "title": "Night 2 At The 2016 New York City Comedy Festival!",
    "description": "For the first time EVER it\u0027s Spencer and Dan. Two stools, one show runner,one game master. Watch both nights at harmontown.com/live, become a member! Video"
  },
  {
    "episodeNumber": 219,
    "title": "Night 1 At The 2016 New York City Comedy Festival!",
    "description": "We\u0027re back at New York\u0027s Gramercy Theater and meet comedian and artist MaryHoulihan as well as Evan Shapiro, the Founder SeeSo, the home of Harmonquest! Video"
  },
  {
    "episodeNumber": 218,
    "title": "Walter Blanco",
    "description": "Drew Ackerman of the Sleep With Me podcast tries to test out his ability toput people to sleep on the Harmontown fan. Speaking of fans, one of the weirdest ones evertakes the stage. Watch the video at harmontown.com/live Video"
  },
  {
    "episodeNumber": 217,
    "title": "I Wanna Shave With Me",
    "description": "Andy Dick and Dino Stamatopoulos return for some music, slide whistle andsome feels. Your Mayor uses the pressure valve on his brain and lets off some steam. Watchthe video at harmontown.com/live! Become a member for $5/mo to watch the show stream li... Video"
  },
  {
    "episodeNumber": 216,
    "title": "No On Prop 60",
    "description": "The Michael Jordan of porn Riley Reid enlightens Harmenians and Californianswhy we need to vote NO on Prop 60. dontharassca.com Later military nerds enlighten us all onwhy not to join the military or get out. Watch the video at harmontown.com/live. B... Video"
  },
  {
    "episodeNumber": 215,
    "title": "Amazing Blades",
    "description": "Rapper Logic joins Harmontown and we continue our legacy of the greatestadvertising money can buy. Watch the live and on demand at harmontown.com/live! Video"
  },
  {
    "episodeNumber": 214,
    "title": "Live At JFL Toronto 2016",
    "description": "Harmontown comes to Toronto along with Emily Gordon and Kumail Nanjiani toperform some weird improv in front of a lot of people. Watch the video atharmontown.com/live! Video"
  },
  {
    "episodeNumber": 213,
    "title": "ED-209",
    "description": "SCHRAB IS HERE. And the best improvised scene ever ensues. Watch the video atharmontown.com/live. Become a member! Watch the live stream and gain access to all our showsanytime anywhere. Video"
  },
  {
    "episodeNumber": 212,
    "title": "The Medicine Of Attention",
    "description": "Skull Juice\u0027s Dino Stamatopoulos and Andy Dick and the creators of \u0022StrangerThings\u0022 The Duffer Brothers all in one episode. Watch the video at harmontown.com/live Video"
  },
  {
    "episodeNumber": 211,
    "title": "JonBenét Gacy",
    "description": "My Favorite Murder meets Harmontown. Watch the video at harmontown.com/live!Become a member! Video"
  },
  {
    "episodeNumber": 210,
    "title": "A Haunted House With A Glass Ceiling",
    "description": "A 4 year old takes the stage, a 16 year old stage, Cameron Esposito and RheaButcher, The Bootzins, Casper Mattresses. Watch the video at harmontown.com/live. We owneverything! Help us grow, become a member. Video"
  },
  {
    "episodeNumber": 209,
    "title": "Pantyhose \u0026 Coconuts",
    "description": "Of the FeralAudio.com podcast Obsessed, Joseph Scrimshaw talks Obsession withthe Harmontown gang and your Mayor dives into his pantyhose fetish. Watch the video atharmontown.com/live! Video"
  },
  {
    "episodeNumber": 208,
    "title": "Kratom Barrel",
    "description": "Dan riffs on what happens when Michael Winslow goes to war with Radiohead.Later on, transgender back rubs. Watch the video at harmontown.com/live! Video"
  },
  {
    "episodeNumber": 207,
    "title": "LIVE from Just for Laughs Montreal 2016",
    "description": "Harmontown is welcomed by a warm crowd and a sold out show in Montreal foranother gut spilling and heart wrenching episode steeped in comedy and loving kindness.Watch the video exclusively at harmontown.com/live. Become a member! We are a smallbusiness. Help us grow. Video"
  },
  {
    "episodeNumber": 206,
    "title": "Celebrity Highlander",
    "description": "Of Search Party and Arrested Development Alia Shawkat stops by self-imposedsleepy Harmontown with a historical 30 minute MeUndies commercial. Visit MeUndies.com/feral.Become a member at harmontown.com/live Video"
  },
  {
    "episodeNumber": 205,
    "title": "LIVE in San Diego 2016 (During A Comic Book Convention)",
    "description": "There is no other Harmontown like this. In an effort to sell tickets Danwrites a Community Movie projected on screen. Watch ONLY at harmontown.com/live. It\u0027s $5 amonth! Subscribe already. Live streaming, instant post-show downloads and get the podcastearly if so inclined. Do it for one month, you have to see this. Video/)"
  },
  {
    "episodeNumber": 204,
    "title": "I\u0027m Drunk And High And Shouldn\u0027t Have A Podcast",
    "description": "What would seem like a classic episode format, becomes weird. Weird af. Agreat weird episode. Watch the video at harmontown.com/live ! Video"
  },
  {
    "episodeNumber": 203,
    "title": "Pubic Hairs Travel Or Migrate",
    "description": "Power trio Dan Harmon, Jeff Davis and Spencer Crittenden lay down anotherclassic episode of Harmon. Watch the video at harmontown.com/live Video"
  },
  {
    "episodeNumber": 202,
    "title": "A Lady Who Is Famous For Killing Her Baby",
    "description": "An all-star hunk episode of Harmontown with humanitarian beefcake DanielGillies, the mouth watering Duncan Trussell and the cut from marble stone greek god KumailNanjiani. Watch the video at harmontown.com/live! Become a member, support our show. Thisepisode is brought to you by Fullscreen--get your free one-month trial today atfullscreen.com/harmontown! Video"
  },
  {
    "episodeNumber": 201,
    "title": "Black Woman Against Over Here",
    "description": "Spencer comptrolls, Dino stops by and it\u0027s hot as absolute Hell. Watch thevideo at harmontown.com/live! Become a member and help grow the show! This episode isbrought to you by Fullscreen–-get your free one-month trial at fullscreen.com/harmontown! Video"
  },
  {
    "episodeNumber": 200,
    "title": " Simulation ",
    "description": "Harmontown turns 200 with Rob Schrab and Rob Corddry, some Harmontownregulars return including Adam Goldberg and Harmon lays down the greatest rap ever. Watchthe video for free at harmontown.com/live! Thank you for all your support. This episode isbrought to you by Fullscreen–-get your free one-month trial at fullscreen.com/harmontown! Video"
  },
  {
    "episodeNumber": 199,
    "title": "Flesh Thing Made Of Four Strings Of Dude",
    "description": "Dan and Jeff trip balls and your Mayor has a message from the Void. JasonSudeikis returns for the first time since the movie tour along with first time guest WillForte! Watch the video at harmontown.com/live! Become a member Video"
  },
  {
    "episodeNumber": 198,
    "title": "Complete Access To Air",
    "description": "Guest comptroller Cameron Esposito, a baseball team clad Rhea Butcher, a justwrapped Great Minds director Heath Cullen, our transgender friend Jane Cook equipped with akey to Harmon\u0027s house, a poked in the stomach Spencer and a very happy Harmon on a stellarepisode Watch the video at harmontown.com/live! Become a member! Video"
  },
  {
    "episodeNumber": 197,
    "title": "Stop Singing And Make A Chair",
    "description": "Your Mayor poops his pants again, flat earth theory and pulling the plug onRob Schrab. Subscribe for $5 at harmontown.com/live! Live streaming videos, help us bigHarmontown bigger and better! Video"
  },
  {
    "episodeNumber": 196,
    "title": " Problematizing",
    "description": "The Doughboys drop by Harmontown on Mother\u0027s Day and some insane improvensues. Watch the video at harmontown.com/live! Become a member! Video"
  },
  {
    "episodeNumber": 195,
    "title": "What Did You Do To Norman Lear?",
    "description": "The most legendary television writer and producer in all of history NormanLear joins Harmontown, you\u0027ll never look at birthday candles the same way again. Watch thevideo at harmontown.com/live! $5 a month gets you access to the live stream, instantdownloads and to our video archive. Video"
  },
  {
    "episodeNumber": 194,
    "title": "Talk, Talk, Talk, Wounded",
    "description": "Gigantic sweetheart and actor Derek Mears visits Harmontown, Dan doesn\u0027ttrust when Rob says \u0022I love you\u0022, music by Jeordie White. Watch the video at harmontown.com!Only $5 a month, we are independently owned, you can watch live, stream or download anyepisode from any device. Video"
  },
  {
    "episodeNumber": 193,
    "title": "Ghost Dinosaurs",
    "description": "Deadbeat\u0027s Tyler Labine plus the return of Kumail Nanjiani with Rob Schrab,Spencer and Jeff all on stage at once! Watch the video at harmontown.com/live! Music byJeordie White Video"
  },
  {
    "episodeNumber": 192,
    "title": "Give Black People A Chance To Hear Crickets",
    "description": "Aisha Tyler visits Harmontown along with Hour Of Goon\u0027s Jeordie White andFred Sablan for some complete insanity. Watch the video at harmontown.com/live Video"
  },
  {
    "episodeNumber": 191,
    "title": " Monochromophiliacs",
    "description": "It\u0027s a whodunit with Paul F. Tompkins on Harmontown! Video"
  },
  {
    "episodeNumber": 190,
    "title": "Pineapple",
    "description": "A packed episode leads to three Robs and the roast of Jimmy Carrane. Watchthe video at harmontown.com/live! Opening music by Titanic Sinclair! Featuring Dan Harmon,Jeff Davis, Spencer Crittenden, Rob Schrab, Rob Corddry, Jimmy Carrane, Cameron Esposito andDeMorge Brown…. Video"
  },
  {
    "episodeNumber": 189,
    "title": "Monster Man",
    "description": "The gang tries to come up with a song and Weird Al each other then an instantHarmontown classic moment happens. Watch the video at harmontown.com! Become a member!Opening song by Babes. feat. Dan Harmon, Jeff Davis, Spencer Crittenden, Rob Schrab, AndrewWeinberg, Steve Levy and DeMorge Brown Video"
  },
  {
    "episodeNumber": 188,
    "title": "Donna Schrab Gets Things Done",
    "description": "Rob Corddry visits Harmontown for the first time and is a die-hard fan,everyone falls in love with him. Later we meet Rob Schrab\u0027s parents! Watch the video atharmontown.com. Become a member! Outro music: \u0022Lonely Forever\u0022 by Babes Video"
  },
  {
    "episodeNumber": 187,
    "title": "The Four Points Of The Triangle",
    "description": "Dan is stoned...Schrab too, the creator of The Stanley Parable randomly joinsthe stage and Spencer steals the show with some improv. Watch the video atharmontown.com/live! Video"
  },
  {
    "episodeNumber": 186,
    "title": "Auld Lang Schrab",
    "description": "Harmon loses an Oscar, Phil and Mike of HBO\u0027s Animals, Abed Geith returns andSchrab is extra disruptive on HARMONTOWN! Watch the video at harmontown.com/live Video"
  },
  {
    "episodeNumber": 185,
    "title": "LIVE in Chicago 2016 at Park West!",
    "description": "A game changing sold out show in Chicago\u0027s beautiful Park West theatre! Musicby Babes. Watch the video at harmontown.com/live, become a member! Video"
  },
  {
    "episodeNumber": 184,
    "title": "Strain Has A New First Name",
    "description": "Harmontown meets Zoe Lister Jones then turns into an hour of improv andcomplete chaos! You really should watch the video at harmontown.com/live. Become a member! Video"
  },
  {
    "episodeNumber": 183,
    "title": "Disproportionate",
    "description": "Our friend Colin joins us to fill us in what it\u0027s like to be a little person.Brought to you by Balls, it\u0027s whats for dinner. Watch the video at harmontown.com/live!Become a member! Video"
  },
  {
    "episodeNumber": 182,
    "title": "Sociopolitical Anal Beads",
    "description": "Fallout Shelter racism, Rob Schrab has bags on his feet and wonders, how comewe haven\u0027t gone down? harmontown.com/live Video"
  },
  {
    "episodeNumber": 181,
    "title": "LIVE From Magic City Comic Con",
    "description": "The now infamous episode of Harmontown from Miami with guest comptroller DinoStamatopoulos takes a turn when some uncool violence goes down. Watch the video atharmontown.com/live Video"
  },
  {
    "episodeNumber": 180,
    "title": "Your Boobs Are Sick",
    "description": "Guest comptroller Rhea Butcher joins your Mayor through the world ofpolitics, gay weddings and mannequin legs. Watch the video at harmontown.com/live. Become amember! Video"
  },
  {
    "episodeNumber": 179,
    "title": "LIVE at San Francisco Sketchfest 2016! ",
    "description": "Harmontown returns to San Francisco Sketchfest for porn, adult diapers,breast cancer awareness and pure insanity. Watch the video at harmontown.com/live! Become amember for $5 a month. Video"
  },
  {
    "episodeNumber": 178,
    "title": "Press F To Control Fred",
    "description": "Its the last Harmontown of 2015. Plenty of Schrabbing, mannequin legfetishes, cartoon pornography and we meet Fred, a video game instruction manual artist.Thanks for listening everyone! We will see you in 2016! watch the video atharmontown.com/live Video"
  },
  {
    "episodeNumber": 177,
    "title": "Why Is It Called Lord of the Rings?",
    "description": "Rob Schrab questions Lord Of The Ring(s), depression and someone dies inShadow Run! Watch the video at harmontown.com/live Video"
  },
  {
    "episodeNumber": 176,
    "title": "I Don\u0027t Want To Die!",
    "description": "Kyle, heart transplant survivor joins the stage and Rob Schrab guestcomptrolls and makes Dan feel bad about not hanging out with him more. Watch the video atharmontown.com/live! Become a member! Video"
  },
  {
    "episodeNumber": 175,
    "title": "Princess Spencer Crittenden Nipples",
    "description": "The guys make Siri do their bidding, an emotional moment with an audeincememeber, Rick and Morty writers playing Shadowrun. Be careful, cause there\u0027s snakes out herebitch! harmontown.com/live Video"
  },
  {
    "episodeNumber": 174,
    "title": "Crazy Gums",
    "description": "Thomas Middleditch joins Harmontown for some full body scrubbing, Shadow Runand possibly some deeply offensiveness. Watch the video at harmontown.com/live! Video"
  },
  {
    "episodeNumber": 173,
    "title": "LIVE at The Gramercy, NY Comedy Festival 2015: Night 2",
    "description": "Scott Adsit and Dino Stamatopoulos join Harmontown Night 2 at the Gramcery.Watch the INSANE footage at harmontown.com/live Video"
  },
  {
    "episodeNumber": 172,
    "title": "LIVE at The Gramercy, NY Comedy Festival 2015: Night 1",
    "description": "Get ready for two nights of the craziest Harmontowns ever. Video"
  },
  {
    "episodeNumber": 171,
    "title": "I Gymnastics Over To Her",
    "description": "Guest comptroller Ryan Ridley and guest Aubrey Plaza forge their way throughthe pseudo socio-political intestinal tract of Harmontown! Watch the video atharmontown.com/live Video"
  },
  {
    "episodeNumber": 170,
    "title": "We Will Be There To Service The Aquarium",
    "description": "Back by popular demand, Rob Schrab returns to the show even to Harmon\u0027sdetriment. Watch the video at harmontown.com/live! Become a member! Video"
  },
  {
    "episodeNumber": 169,
    "title": "A Little Handicap",
    "description": "We welcome the great Andy Kindler back to Harmontown and Dan goes to thehaunted hayride and something incredibly offensive happens. Watch the video atharmontown.com/live! Become a member! Video"
  },
  {
    "episodeNumber": 168,
    "title": "Live From The SeeSo Launch at the New York Television Festival 2015",
    "description": "Harmontown invades The New York Television festival for the launch of SeeSo,a new comedy streaming service and the home of our upcoming show Harmonquest! Video"
  },
  {
    "episodeNumber": 167,
    "title": "Confirmed By A Well Respected Arborist",
    "description": "Dan and Erin get a divorce, The Bootsins return and are torn up about a dyingeucalyptus tree, Curtis Armstrong comptrolls, Colin Hanks guests... buckle up. watch thevideo on harmontown.com/live Video"
  },
  {
    "episodeNumber": 166,
    "title": "#CHIOPS",
    "description": "Comptroller Rob Schrab comes out of the gate yelling, an over zealous fanbrings hot sauce to the stage and guest Amy Berg and Wil Wheaton play a game of Werewolf! Video"
  },
  {
    "episodeNumber": 165,
    "title": "Where The Moon?",
    "description": "Steve Agee comptrolls, Felicia Day guests, Shadowrun kicks ass. Watch thevideo at harmontown.com/live! Video"
  },
  {
    "episodeNumber": 164,
    "title": "Peak Hitler",
    "description": "Senator Bernie Sanders returns, Harmon thinks of the most insulting thing totattoo above your penis and Shadowrun is faced with a newfound time limit. Watch the videoand become a member at harmontown.com! Video"
  },
  {
    "episodeNumber": 163,
    "title": " NeuroTitties",
    "description": "Author of the quintessential book on autism, \u0022NeuroTribes\u0022, Steven Silbermanjoins Harmontown for an in depth conversation on the history of and hyper-intelligent natureof autism. Watch the video at harmontown.com/live! Become a member! Video"
  },
  {
    "episodeNumber": 162,
    "title": "Sperm Count",
    "description": "Kumail returns! The Lil\u0027 Cuties drop by, Harmon questions his sperm count andMORE! Video"
  },
  {
    "episodeNumber": 161,
    "title": "Pink Mist",
    "description": "Harmon experiences true virtual reality and makes soup, Paul Scheer and RobHuebel join us for the first time, chimpanzees are monsters and ideal ways to die. Watch thevideo in HD at harmontown.com/live! Video"
  },
  {
    "episodeNumber": 160,
    "title": "AWWW",
    "description": "As we learned last week, the movie Boat Trip is insane, and a surprise dropin from Horatio Sanz discusses just how strange working on it really was. Later, theaudiences awwws. Watch the video at harmontown.com/live! Video"
  },
  {
    "episodeNumber": 159,
    "title": "Firetruck",
    "description": "Our friends Bobcat Goldthwait and Curtis Armstrong return to the show withplenty of insane stories to share. Watch the live at harmontown.com/live and become amember! Video"
  },
  {
    "episodeNumber": 158,
    "title": "While in Stealth Mode Press ‘X’ to Kiss Your Wife",
    "description": "Erin is out of the country and Harmon is playing a lot of video games and hasstrong opinions on them. Ryan Ridley comptrolls and the guys from Before You Were Funny makeHarmon read one of his earliest short stories. Watch the video at harmontown.com/live!Become a member! Video"
  },
  {
    "episodeNumber": 157,
    "title": "LIVE From UCB East in New York",
    "description": "Dan\u0027s in New York for a project and Harmontown does a small intimate show atUpright Citizens Brigade Theater East. Daily Show writer Rory Albanese swings by, Absinth isdrank. Drunk? Dranken? Whatever! Watch the video at Harmontown.com/live and become a member! Video"
  },
  {
    "episodeNumber": 156,
    "title": "Poop Is Temporary, Money Is Forever",
    "description": "How big is a bulls urethra? Dan has a video game romance he\u0027s guilty aboutand the gang tries to initiate some butt chuggin\u0027. Become a member! Only $5 and get the HDlive stream and near instant download after the show! Video"
  },
  {
    "episodeNumber": 155,
    "title": "LIVE from The Tin Roof in San Diego 2015",
    "description": "Hot off of ComicCon, Harmontown summons harmenians to San Diego\u0027s Tin Rooffor a night of drinking, rapping, dinosaurs, bananas and more. Watch the video atharmontown.com/live and become a member! Video"
  },
  {
    "episodeNumber": 154,
    "title": "Taye Brigston, the Littlest Show Promoter",
    "description": "Meet Taye Brigston the world\u0027s Littlest Show Promoter of Tiny You! Become amember and watch the video! harmontown.com/live Video"
  },
  {
    "episodeNumber": 153,
    "title": "You Do Not Spam Fireballs",
    "description": "The reason Harmontown exists, Emily Gordon, guest for the first time. Kumaildrops in, feminists are responsible for 99.9% of blowjobs and sperm is like a slushy. Watchthe video at harmontown.com/live! Become a member! Video"
  },
  {
    "episodeNumber": 152,
    "title": "White Guilt Kerosene On The White Guilt Bonfire",
    "description": "Dan, Jeff and Spencer start out the show, World Cup sports corner and lots ofprivilege and guilt. Watch the video at Harmontown.com/live! Video"
  },
  {
    "episodeNumber": 151,
    "title": "Row, Row, Row Your Boat",
    "description": "In what has become an instant classic episode of Harmontown, Mayor Harmon isjoined by Paget Brewster, Curtis Armstrong, Jeff Davis, Erin McGathy, Spencer Crittenden,Demorge Brown and more for a non-stop insane episode. Watch the video atHarmontown.com/live! Become a member! Video"
  },
  {
    "episodeNumber": 150,
    "title": "Where My Technochromes At?",
    "description": "Dan can see more colors than the average person and doesn\u0027t care becausecolors are dumb. Curtis Armstrong comptrolls. Watch the live video at harmontown.com/live! Video"
  },
  {
    "episodeNumber": 149,
    "title": "LIVE from Everything Is Festival 2015",
    "description": "Harmontown is back in Portland for Everything Is Terrible! Penis size isquestioned and two well dressed audio members take the brunt of it, Dan is accused ofsh*tting his pants and ends up revealing his balls. Watch the video at Harmontown.com/live! Video"
  },
  {
    "episodeNumber": 148,
    "title": "Easy, Sisyphus",
    "description": "The great Andy Kindler finally visits Harmontown!!! Watch the video atharmontown.com/live and become a member! Video"
  },
  {
    "episodeNumber": 147,
    "title": "High Concept Humiliation",
    "description": "Sen. Bernie Sanders pays a visit to Harmontown and talks the bottom 45percent of the top 60 percent of the top 1 percent. Watch the video at harmontown.com/liveand become a member! Video"
  },
  {
    "episodeNumber": 146,
    "title": "Definitely Squatchy, Bro (LIVE from Bridgetown 2015!)",
    "description": "Harmontown goes back to Portland for Bridgetown 2015 and it gets squatchy,bro! Video"
  },
  {
    "episodeNumber": 145,
    "title": "Swastika Made Of Dicks",
    "description": "Mayor Harmon\u0027s neighbor posts an elitist sign in their neighborhood and heloses it. There\u0027s rants, bits, baby talk, Shadownrun. Spencer, Curtis, Erin and DeMorge.Become a member and watch the video at Harmontown.com! Video"
  },
  {
    "episodeNumber": 144,
    "title": "Operation Metalbeast",
    "description": "Harmon hates muppets. We meet a guy named Skuta and shortly after, the mostintense fan in the show\u0027s history. Watch the video at harmontown.com/live! Video"
  },
  {
    "episodeNumber": 143,
    "title": " Retardinol",
    "description": "Rick and Morty\u0027s Justin Roiland makes a revelation to Curtis Armstrong.Harmon longs for the cold war and its Shadow Run, not Shadow Picnic! Brought to you byDoritos and Honda! Watch the video at harmontown.com/live Video"
  },
  {
    "episodeNumber": 142,
    "title": "Kiss On Your Balls",
    "description": "It\u0027s Easter. Jeff does not understand Chain Zingers. Like, really doesn\u0027t getit. Curtis Armstrong returns for Shadowrun and there is a lot of testicle play. Watch thevideo at Harmontown.com! Video"
  },
  {
    "episodeNumber": 141,
    "title": "The Jews Abide",
    "description": "It’s HarmonBlock 2015, some of us really had ADD and we adhere to the wisdomof Sam Elliot on HARMONTOWN! Become a member! Get the video at harmontown.com Video"
  },
  {
    "episodeNumber": 140,
    "title": "Hobos Don’t Talk Back To Nobody",
    "description": "Hear ye, hear ye, Harmontown is now in session. There\u0027s some talkin\u0027, there\u0027ssome rappin\u0027, there\u0027s some shadow runnin\u0027. Watch the video at Harmontown.com! Video"
  },
  {
    "episodeNumber": 139,
    "title": "Live from SXSW \u002715",
    "description": "Featuring Dan Harmon, Jeff Davis, Chris McKenna, Spencer Crittenden and ErinMcGathy. This episode was recorded at Brazos Hall during SXSW, sponsored by Yahoo. Video"
  },
  {
    "episodeNumber": 138,
    "title": "Hologram Crawford",
    "description": "We meet the laziest rapper, Curtis Armstrong becomes the latest member of theHarmontown family and the plot in Shadowrun thickens. Video"
  },
  {
    "episodeNumber": 137,
    "title": "Jesus Christ This Business is Risky",
    "description": "King of all nerds, Curtis Armstrong, AKA \u0022Booger\u0022 visits Harmontown andapparently never has played a role-playing game before and then completely crushes it inShadowrun. Video"
  },
  {
    "episodeNumber": 136,
    "title": "Dick Pic",
    "description": "It\u0027s Oscar night and Dino almost had a three way. There\u0027s a new AdamGoldberg, Erin McGathy\u0027s acceptance speech game corner, Shadow Run and more. RIP HarrisWittels, we miss you. End music \u0022Lisa\u0022 by Don\u0027t Stop Or We\u0027ll Die. Video"
  },
  {
    "episodeNumber": 135,
    "title": "Wide",
    "description": "Post Valentine\u0027s Day Harmon is burnt out and declares it to be a bad show,then throws to Twitter and takes us along a musical journey. This is episode is so wide. Video"
  },
  {
    "episodeNumber": 134,
    "title": "Dogs, Cats and Danny DeVito",
    "description": "Dan solicits black audience members to join the show and organically, not byforce or anything, they engage in a rap battle. Guest Greg Proops returns and adds a nicelayer of insanity to our Shadow Run campaign. Video"
  },
  {
    "episodeNumber": 133,
    "title": "DeMorge Do You Know Jamal?",
    "description": "It\u0027s sports corner for all you Superbowl heads, audience member Jamal shedssome light on race and ShadowRun is in full effect. Video"
  },
  {
    "episodeNumber": 132,
    "title": "You Make My Shadow Run with David Cross!",
    "description": "Kumail comptrolls, Dan tries to cover the zeitgeist and is joined by DavidCross! Who sits in while the gang begin their Shadow Run campaign. Music by YACHT. Video"
  },
  {
    "episodeNumber": 131,
    "title": "Dirty Little Potato People",
    "description": "Harmontown 2015 is here! Back To The Future 2 conspiracies, Ireland andD\u0026D goes on hiatus as the gang begins a 2015 ShadowRun campaign. Video"
  },
  {
    "episodeNumber": 130,
    "title": "There\u0027s Nothing To Be Ashamed Of Except America",
    "description": "It\u0027s the last Harmontown of 2014 and the first time we\u0027ve had the whole gangtogether in a while. Dan Harmon, Jeff Davis, Kumail Nanjiani, Erin McGathy, SpencerCrittenden and guest John Roy talk sniffers. Video available at Harmontown.com! YouTube"
  },
  {
    "episodeNumber": 129,
    "title": "Best Of A Bad Lot",
    "description": "Harmontown welcomes the return of comptroller Jeff Davis, Mayor Harmon wantsyou off his lawn and creator of The IT Crowd, Graham Linehan, meets Dan on stage for thefirst time and they exchange their transcontinental show runner blues. YouTube"
  },
  {
    "episodeNumber": 128,
    "title": "That\u0027s my wife\u0027s pie, you bitch!",
    "description": "Schrab secretly Schrabs the gang, Cameron Esposito and Rhea Butcher of thePut Your Hands Together podcast stop by and talk movies, Kumail returns, Dan and Erin gotmarried, and in D\u0026D they encounter some sleeping bears. YouTube"
  },
  {
    "episodeNumber": 127,
    "title": "Ant Ball",
    "description": "Comproller Dave Horwitz makes his first appearance. A Russian travels theworld to ask Dan one question, and Spencer devises a way to get off of an island ifstranded. YouTube"
  },
  {
    "episodeNumber": 126,
    "title": "LIVE from Chicago with comptroller Dino Stamatopolous!",
    "description": "Harmontown is live from Chicago, with Dino, Spencer, a guy with gout , aracism specialist and a live organist! Watch a full HD video of this episode atharmontown.com/live (or Watchon YouTube)"
  },
  {
    "episodeNumber": 125,
    "title": "Lets Teach Duncan Trussell How To Be Mean feat. Joel McHale",
    "description": "After 4 days of straight podcasting, the gang returns to LA with comptrollerDuncan Trussell and a special drop in from Community\u0027s Joel McHale."
  },
  {
    "episodeNumber": 124,
    "title": "LIVE in Houston, TX with comptroller Erin McGathy!",
    "description": "Harmontown is in Aust....no wait Houston and the gang discusses weddings,Erin hosts a game corner and producer Dustin shares stories about cum."
  },
  {
    "episodeNumber": 123,
    "title": "LIVE from Austin, TX with LEVAR BURTON",
    "description": "Harmontown goes to Austin and holy sh*t, LeVar Burton is the comptroller."
  },
  {
    "episodeNumber": 122,
    "title": "LIVE from The Roxie in San Francisco feat. Steve Agee",
    "description": "Harmontown begins an epic 4 days of non-stop podcasting starting in SanFrancisco with none other then [sic] comptroller Steve Agee!"
  },
  {
    "episodeNumber": 121,
    "title": "LIVE from 92y in NYC feat. Gilbert Gottfried",
    "description": "Comptroller Gilbert Gottfried warms up Harmontown\u0027s biggest crowd yet at NewYork City\u0027s 92y!"
  },
  {
    "episodeNumber": 120,
    "title": "LIVE in Toronto feat. Bobcat Goldthwait!",
    "description": "Harmontown visits Toronto for a massive show with comptroller BobcatGoldthwait! Later, our friend Jane comes on stage to talk transgenderism."
  },
  {
    "episodeNumber": 119,
    "title": "LIVE at the Vista with bonus Q\u0026A",
    "description": "In conjunction with Cinefamily and Starburns Industries, enjoy Harmontown,LIVE from the Vista theater with a special Q\u0026A for the HARMONTOWN movie, now atharmontown.com!"
  },
  {
    "episodeNumber": 118,
    "title": "LIVE from Seattle 2014 feat. Dino Stamatopoulos!",
    "description": "Harmontown kicks of its run of movie screenings followed by a live podcast inSeattle to a powerful crowd of Harmenians and is post lifted to new heights and derailedfrom its first guest comptrolling appearance from Dino Stamatopoulos!"
  },
  {
    "episodeNumber": 117,
    "title": "Debbie Request Permission To Do Dallas",
    "description": "Harmontown tests its live streaming capabilities, Alex Rubens comptrolls andinstead of D\u0026D the group goes on a sci-fi side quest."
  },
  {
    "episodeNumber": 116,
    "title": "LIVE From The XOXO Festival 2014 in Portland",
    "description": "Technology! Industry! Vodka! Harmontown live in Portland from the XOXOFestival with Spencer as your humble comptroller!"
  },
  {
    "episodeNumber": 115,
    "title": "Oh, the Blimpery!",
    "description": "Dolphins are bad, Jews are great as learn with comptroller, Rick \u0026 Mortywriter Ryan Ridley! Then for the first time we welcome our hilarious friend Dave Horwitz tothe stage who you all now can begin to fall for. In D\u0026D, its really funny."
  },
  {
    "episodeNumber": 114,
    "title": "Slick Rick \u0026 The Batman",
    "description": "Mayor Harmon pays an Australian in the audience 100 bucks to serve them cupsof ice. We get to the bottom of Schrabbing with Internet Trolling Sensation Rob Schrab andlater, Rob provides all sound effects for D\u0026D."
  },
  {
    "episodeNumber": 113,
    "title": "FlagCop",
    "description": "Mayor Harmon is possibly a bit jealous of Spencer and Real Abed\u0027s buddingfriendship, and later we welcome Demorge Brown to the mix which spawns a TV pilot pitch,\u0022FlagCop\u0022."
  },
  {
    "episodeNumber": 112,
    "title": "Popeye Is Our Lord And Savior",
    "description": "Harmontown is not ready to say goodbye to our friend Robin WIlliams; Jeff\u0026 Dan write a new song, an Emmy award winning special effects editor makes their way tothe stage, Ferguson and the current paramilitary police state are discussed at length. Youready? Lets do this."
  },
  {
    "episodeNumber": 111,
    "title": "Fluid Levitation",
    "description": "Mayor Harmon, Jeff Davis, Erin McGathy and Spencer Crittenden discover aBelgian fan in the audience, but when a Londoner from the crowd"
  },
  {
    "episodeNumber": 110,
    "title": "Dana Carvey Has Never Done Anything Wrong (feat. Tenacious D)",
    "description": "Mayor Harmon welcomes Dana Carvey to Harmontown who for some reasonapologizes for Wayne\u0027s World two and out of nowhere, Tenacious D of www.festivalsupreme.com appearout of thin air! In D\u0026D, someone dies."
  },
  {
    "episodeNumber": 109,
    "title": "Jaime Lannister\u0027s Hand",
    "description": "Mayor Harmon discusses ComicCon, we enter the Animal Corner, finds outRogaine will kill your cat and Kumail returns just in time for a rousing round of D\u0026D."
  },
  {
    "episodeNumber": 108,
    "title": "I Make A 5 Stars",
    "description": "Mayor Dan Harmon and Comptroller Duncan Trussell makes another sold out showat Nerdmelt Theater one for the ages!"
  },
  {
    "episodeNumber": 107,
    "title": "Clever Girl",
    "description": "Mayor Harmon perfects the apology, Erin McGathy runs an epic Game Corner andin D\u0026D the gang encounter a black dragon."
  },
  {
    "episodeNumber": 106,
    "title": "Pakisnap!",
    "description": "Dan Harmon, Jeff Davis, Greg Proops, Kumail Nanjiani, Erin McGathy andSpencer Crittenden perform for another sold out HARMONTOWN and FINALLY, necrophillia isdiscussed at great length."
  },
  {
    "episodeNumber": 105,
    "title": "Game Recognize Game",
    "description": "Mayor Harmon enters couples therapy and makes an emotional bid. KumailNanjiani is back and doesn\u0027t understand why Jeff talks to strangers. Doctors are tooprostate happy and a Brazilian fan from Rio defends them. Just a great episode from top tobottom, enjoy."
  },
  {
    "episodeNumber": 104,
    "title": "Death To Superman",
    "description": "Its just Mayor Harmon, Jeff and Spencer and Dan catches you up in World Cupcorner and later, Dan improvises his own Superman movie. In D\u0026D, the gang becomes aliteral gang and finally loots."
  },
  {
    "episodeNumber": 103,
    "title": "Tony Shahloub Award",
    "description": "Happy Birthday to all the Fathers out there, Kumail is comptrolling, Erinruns her best game yet and D\u0026D is sizzling. Come get your Harmontown!"
  },
  {
    "episodeNumber": 102,
    "title": "Sleepy Canyoneer",
    "description": "Tony Danza can read Dan\u0027s tweets; everyone shares crying stories and there isa sleepy canyoneer in the crowd."
  },
  {
    "episodeNumber": 101,
    "title": "Paloma",
    "description": "A hungover stroll through such topics as bumper stickers, misogyny,Wolfenstein and how horrifying that game must be for Germans. Kumail Nanjiani\u0027s back and wewelcome DeMorge Brown to the stage!"
  },
  {
    "episodeNumber": 100,
    "title": "Boner-Hurt Kansas",
    "description": "It is the Centepisodial Spectacular of Harmontown! Adam Goldberg runs a quizagainst a super fan and your Mayor to see who knows more about Harmontown."
  },
  {
    "episodeNumber": 99,
    "title": "Homo Doolittle (Live From Bridgetown 2014!)",
    "description": "Live from The Bridgetown Festival in Portland, Oregon; Harmontown is now insession!"
  },
  {
    "episodeNumber": 98,
    "title": "HARMONOLOGY",
    "description": "Hot off the Renaissance Faire, the whole gang is back from hiatus... and verydrunk. Kumail Nanjiani and Matt Gourley join the stage while Mayor Harmon proposes a newreligion."
  },
  {
    "episodeNumber": 97,
    "title": "Long Brown Blood",
    "description": "Preparing for its first month hiatus, Harmontown goes for a big blow out thattackles the usual; racism, censorship, health, mortality etc. Spencer returns for D\u0026D topromote Friendship \u0026 Cigarettes."
  },
  {
    "episodeNumber": 96,
    "title": "SWAN OF DURG-A-DURG",
    "description": "Following the 826LA charity event, Mayor Harmon is met by an agent ofcompromise when a psychologist takes the stage. Later, Erin McGathy attempts her firstDungeon Mastering in D\u0026D!"
  },
  {
    "episodeNumber": 95,
    "title": "Bill Martigans",
    "description": "The Harmontown dream team; Dan Harmon, Jeff Bryan Davis, Erin McGathy, MitchHurwitz and Kumail Nanjiani recap SXSW; Fred Phelps death bed and later, Spencer returns fora roaring session of D\u0026D!"
  },
  {
    "episodeNumber": 94,
    "title": "Live From SXSW \u002714 \u002B Movie Q\u0026A",
    "description": "From Austin, TX, Harmontown is live from the Liberty Tavern and SXSW. Bonusaudio from the Q \u0026 A following the premiere of the \u0022Harmontown\u0022 documentary."
  },
  {
    "episodeNumber": 93,
    "title": " McConaissance",
    "description": "Mayor Harmon tearfully reflects on the passing of Harold Ramis and while theAcademy Awards ceremony takes place mere blocks away, Harmontown hosts its own Oscarsspecial."
  },
  {
    "episodeNumber": 92,
    "title": "It\u0027s Not Personal, It\u0027s Business",
    "description": "Mayor Harmon becomes label mates with Ice-T, which spurs Comptroller JeffDavis into having Dan rattle off all his impressions. Mitch Hurwitz joins the group and whenSpencer is out for the week, an abstract game of D\u0026D ensues."
  },
  {
    "episodeNumber": 91,
    "title": "Net Neutrality/Butt Fun",
    "description": "Net Neutrality activist Eddie Geller shines a light onto how our rightsonline are on their way out. This, naturally, agitates Mayor Harmon\u0027s disenchantment withbureaucracy and capitalism. Meanwhile, Comptroller Jeff Davis and Kumail Nanjiani attempt tocome up with something better to call it than \u0022net neutrality.\u0022"
  },
  {
    "episodeNumber": 90,
    "title": "CyberChrist and Stubnortz",
    "description": "Mayor Harmon has some qualms with Uber, we check in with Adam Goldberg andSuperEgo\u0027s Matt Gourley settles a dispute during D\u0026D."
  },
  {
    "episodeNumber": 89,
    "title": "Live At Cobb\u0027s in San Francisco with Joel Hodgson",
    "description": "Harmontown does the 13th annual San Francisco Sketchfest, gets a drop in fromMystery Science Theater 3000\u0027s Joel Hodgson and later on, the show goes straight MauryPovich."
  },
  {
    "episodeNumber": 88,
    "title": "My Whole Life Is A Smile",
    "description": "Harmontown commemorates Phillip Seymour Hoffman, discusses happiness, takes aSports Corner break and in Pathfinder, Laan-Ev introduces the gang to his friends."
  },
  {
    "episodeNumber": 87,
    "title": "Kiss Doesn\u0027t Get The Joke",
    "description": "Guest Comptroller Mitch Hurwitz does his best to help Mayor Harmon and KumailNanjiani ridicule Rob Schrab as he tries to celebrate 20 years of his comic book SCUD: TheDisposable Assassin. In D\u0026D, Sharpie and Laan-ev go to blows."
  },
  {
    "episodeNumber": 86,
    "title": "Constitutional Belieber",
    "description": "Mayor Harmon is joined by Alie \u0026 Georgia of the Slumber Party podcast todefend the constitutional rights of Justin Bieber. In D\u0026D, Sharpie doesn\u0027t like Lineve\u0027stone."
  },
  {
    "episodeNumber": 85,
    "title": "Gender Neutrality",
    "description": "A mysterious package sparks a conversation about gender roles in our society;and upon colonizing the moon, is it even possible to raise children gender neutral? Later,Jeff shares kind of a f****d up story."
  },
  {
    "episodeNumber": 84,
    "title": "Low Jack For Your Back Pack, Crackerjack!",
    "description": "Mayor Harmon and his Comptroller Jeff Davis return from Scotland where Danproposed to Erin McGathy. Then, uhh, Mitch Hurwitz, Harris Wittels, Kumail Nanjiani andSteve Agee join the stage... stop reading and get in here!"
  },
  {
    "episodeNumber": 83,
    "title": "DICKS AND BALLS AND BEER",
    "description": "It\u0027s the last Harmontown of 2013, get ready for some Christmas magic. Anatolygets on stage nearly nude, Duncan Trussell talks Christmas as a mushroom cult, Adam Goldbergnearly murders everyone, Jeff Davis hates Paul Mc"
  },
  {
    "episodeNumber": 82,
    "title": "Jim Belushi\u0027s Basement",
    "description": "Mayor Harmon brings Arrested Development\u0027s creator Mitch Hurwitz on stage totalk shop about TV. Later Kumail returns and the whole thing ends with an epic D\u0026Dsession. Quit reading already and press play!"
  },
  {
    "episodeNumber": 81,
    "title": "Hot Dog With Lettuce",
    "description": "Mayor Harmon jumps right into a drop in from original Saturday Night Livecast member Laraine Newman which merges into a visit from controversial author Dr. ChrisRyan to delves into polygamy and the very nature of our sexuality. In D\u0026D, Spencer givesup."
  },
  {
    "episodeNumber": 80,
    "title": "Harmontown At Largo",
    "description": "In conjunction with Adult Swim and Starburns Industries, HARMONTOWN Live atLargo Coronet Theatre! Featuring Justin Roiland, John Oliver and Sarah Chalke! (Presented in128kbps Stereo)"
  },
  {
    "episodeNumber": 79,
    "title": "Dangle, Dipping and Heel Popping",
    "description": "After some women demonstrate foot fetish techniques that audibly won\u0027t makeany sense to you, dear listener, the enigmatic Brody Stevens joins Harmontown for the firsttime. Later, Mayor Harmon is inducted into a prestig"
  },
  {
    "episodeNumber": 78,
    "title": "Earthshine",
    "description": "For the second time in Harmontown history a bottle of moonshine appears. It\u0027sIntegrity vs. dishonesty, Baby Boomers vs. Gen X\u0027ers vs. Millennials, it\u0027s Mayor Harmon vs.the bathroom at Meltdown Comics, it\u0027s Adam vs. Levi, it\u0027s Harmontown vs. the world!"
  },
  {
    "episodeNumber": 77,
    "title": "Carpool Diem",
    "description": "In the wake of Lou Reed\u0027s passing, in which this episode is dedicated to; asad, stripped down, sleepy and introspective Velvet Harmontown. Plus, the introduction ofHarmontown\u0027s new character \u0022Johnny Jackhammer.\u0022 In DnD"
  },
  {
    "episodeNumber": 76,
    "title": "Hug Me, Hug Me, Hug Me",
    "description": "The room is packed with Communicon fans and two of them are asked by MayorHarmon to come on stage and discuss a recent internet exchange about why they feel Danshould \u0022stop talking.\u0022 A lengthy game of D\u0026D then ensues."
  },
  {
    "episodeNumber": 75,
    "title": "Selling Like Hot Snakes",
    "description": "Mayor Harmon is joined once again by guest Rob Schrab and Erin McGathy playsthe role of Comptroller. Spontaneous combustion, peeing your pants and letters from redditawait you in this weeks Harmontown!"
  },
  {
    "episodeNumber": 74,
    "title": "Morality",
    "description": "Mayor Harmon tries to examine our ethical boundaries, but when that soundstoo much like going to bat for pedophiles, everyone starts high fiving themselves for notwanting to do it with babies"
  },
  {
    "episodeNumber": 73,
    "title": "From Kennedy\u0027s Assassination, To The Beatles",
    "description": "Don Cheatle\u0027s speech at the Emmys leaves Mayor Harmon pondering. Also, spidermonsters, the Beef Fungus Bill game and co-creator of Channel 101 Rob Schrab sits in onD\u0026D!"
  },
  {
    "episodeNumber": 72,
    "title": "Jib Jab Squeeb Squab",
    "description": "Rejoice! Kumail is back and joins Dan and Jeff on stage along with comediansJohn Roy, James Adomian and the entire front row."
  },
  {
    "episodeNumber": 71,
    "title": "Push The Button, Pull The Chain",
    "description": "The Mayor uses his iHarmon to knock down an entire show agenda that includestopics like Premium Gas and what Harmontown should do this year for Halloween whenComptroller Jeff Davis says no to his idea for 15 minutes st"
  },
  {
    "episodeNumber": 70,
    "title": "Gone Fishin\u0027",
    "description": "Mayor Harmon, now equipped with his trusty new invention, is joined by JohnnyPemberton to break down prank phone calls. Afterwards a visit from \u0022The Tumor Lady\u0022 and thenlater on, the topic of fishing for compliments be"
  },
  {
    "episodeNumber": 69,
    "title": "Cobra Customer Service",
    "description": "Mayor Harmon issues an edict to wait staff, proclaims his eternal love forErin and signs off on gay weddings."
  },
  {
    "episodeNumber": 68,
    "title": "Jolly Rodger",
    "description": "In the middle of working on Community 501, a very tired Mayor Harmon takes toa crowd of Harmenians and revels in their eccentricities. In D\u0026D, an Ogre cums."
  },
  {
    "episodeNumber": 67,
    "title": "Click Here For Bacardi",
    "description": "Mayor Pet psychology is discussed. Then the usual topics of race andterrorism. Then crap gets real about anarchy on the moon."
  },
  {
    "episodeNumber": 66,
    "title": "Frequently I Am A Woman In My Dreams",
    "description": "Mayor Harmon has got nothing. This prompts Kumail and Erin to join the stagefor some dream interpretation and penis trauma. In D\u0026D, Sharpie dies."
  },
  {
    "episodeNumber": 65,
    "title": "Tim Tums Are Where Cake and Vodka Go",
    "description": "Harmon talks to Matt Dwyer about being a better interviewer than MayorHarmon, who no longer needs to be good at anything because he survived an endoscopy. InD\u0026D: Frost Giant politics."
  },
  {
    "episodeNumber": 64,
    "title": "I would be Mega Black",
    "description": "Mayor Harmon strives to understand whether or not he\u0027s a 9/11 conspiracytheorist with special guest James Urbaniak. Also: race and stuff."
  },
  {
    "episodeNumber": 63,
    "title": "Everyone In The World Is Stupid",
    "description": "New editions of Things Dan Can\u0027t Complain About and Connor\u0027s Conundrums, achat with aneurysm survivor Siike and a violent fight with Spencer about \u0022meta gaming.\u0022"
  },
  {
    "episodeNumber": 62,
    "title": "Blinking 12:00",
    "description": "Mayor Harmon has nothing to discuss so he opens it to the floor. Super powersare debated. Gifts are given. A special guest returns to D\u0026D."
  },
  {
    "episodeNumber": 61,
    "title": "USS Hubris",
    "description": "Titanic Sinclair and Mars Argo help examine the internet\u0027s war on the self.Comptroller McGathy refs a game of \u0022Spencer or Goldberg\u0022 between Mayor Harmon and Kumail."
  },
  {
    "episodeNumber": 60,
    "title": "Us Of The Dangling Wee-Wee",
    "description": "In which it asserted by Harmontown, that Fathers are important. Gueststarring Spencer\u0027s Dad."
  },
  {
    "episodeNumber": 59,
    "title": "Writing Tips From A Jerk",
    "description": "Mayor Harmon tells us how to not write. Also discussed: Wikileaks,Disabilities, Ben Affleck and puppies."
  },
  {
    "episodeNumber": 58,
    "title": "I\u0027m Like Very Science",
    "description": "Mayor Harmon explains why an episode was lost; soon to be uncontextuallyquoted frivolity ensues. Jeff reveals he\u0027s psychic; Kumail\u0027s resultant bewilderment preemptsD\u0026D."
  },
  {
    "episodeNumber": 57,
    "title": "Blood on the Corn",
    "description": "Mayor Harmon and Guest Comptroller Goldthwait examine their own bodies, Dan\u0027sdrinking, Jeremy Piven, Bigfoot and their likely deaths by significant other. In D\u0026D,the heroes continue to fight their shadow selves."
  },
  {
    "episodeNumber": 56,
    "title": "Language is Thought and Spiders are Black People",
    "description": "An all around provocapalooza surrounding language, race, religion, science,bugs, moms and fake dinosaurs. In D\u0026D, the characters awake in Ye Olde Arena Milieu."
  },
  {
    "episodeNumber": 55,
    "title": "Shahruz the Web Guru",
    "description": "After a well meaning stranger poisons the audience with beef fungus, ChineseIronman, Eddie Murphy, John Landis and Yakov Smirnoff are discussed. In D\u0026D, everyonedies."
  },
  {
    "episodeNumber": 54,
    "title": "Go, Marbles, Go!",
    "description": "Mayor Harmon, sore from softball practice, enlists the aid of Duncan Trusselland Greg Proops to keep the meeting moving. Topics include virtual reality, dead mothers andJaws 4. In Dungeons and Dragons, Erin summons her first monkey."
  },
  {
    "episodeNumber": 53,
    "title": "National Tragedy Special",
    "description": "Mayor Harmon finds out about terrorism after everyone else. Plus: cakemaking, tentanus, Kumail, and making love to spiders!"
  },
  {
    "episodeNumber": 52,
    "title": "By the Power of Bored Audience Skull!",
    "description": "In which Mayor Harmon explores everything that\u0027s already been explored aboutthe topics of Road House, Roger Ebert and Skeletor. Plus: Kumail Nanjiani, Drunk Spencer andthe final word on nipple size."
  },
  {
    "episodeNumber": 51,
    "title": "Bikers Without Bikes (Robin Williams, Bobcat Goldthwait)",
    "description": "Bobcat Goldthwait returns with his friend Robin Williams and an amazingly sadstory from a very dark carnival. Then, Robin and Bobcat leave, and it\u0027s kind of hard tofollow them, so Mayor Harmon plays D\u0026D and talks to a girl about sexism or something."
  },
  {
    "episodeNumber": 50,
    "title": "Joe Jackson: Steppin\u0027 Out",
    "description": "In honor of the 50th episode, Harmon drinks too much five hour energy,Genevieve Pearson teaches us to fabricate reality and Kumail proposes to three-time-wifeEmily. D\u0026D is bunch of garbage, but then, and, admittedly, this is Harmon saying this,but: BEST RAP EVER. Enjoy."
  },
  {
    "episodeNumber": 49,
    "title": "Jock Jams and Pearl Jams",
    "description": "Man versus lion, Space Jam versus Goonies, Leprechaun versus his ownsexuality. Brian W. Collins retires his horror movie blog. Kumail Nanjiani and the rest ofthe D\u0026D party finish their battle with specific parts of a dragon."
  },
  {
    "episodeNumber": 48,
    "title": "Felicity Wackamole (Doug Benson, Kumail Nanjiani)",
    "description": "Featuring Doug Benson and Kumail Nanjiani. Topics include Gene Hackman,emphysema, sharks, cereal, Thalidomide, Wreck it Ralph, burn victims, Dracula, SpecialOlympics, regular Olympics, Bruce Villanch, missing electronics and law enforcement. TheD\u0026D party flirts with sleep studies, then fights a dragon."
  },
  {
    "episodeNumber": 47,
    "title": "Procrasturbation",
    "description": "Mayor Harmon suggests a new, fecal approach to morality. Other topics includeHalle Berry, Superman and accents. In D\u0026D, the gang runs afoul of snake men and eachother."
  },
  {
    "episodeNumber": 46,
    "title": "Neigh Means Yay",
    "description": "\u0027Rick and Morty\u0027 writer Ryan Ridley drops by, \u0027Real Abed\u0027 Gheith pitches hisinsane restuarant and Kumail Nanjiani reveals secrets to brown acting. In D\u0026D: the partyclimbs into a hole."
  },
  {
    "episodeNumber": 45,
    "title": "Dan Took a Shower (Kumail Nanjiani, Bobcat Goldthwait)",
    "description": "A discussion of hygiene heats up with Kumail Nanjiani, then boils over whenBobcat Goldthwait drops by. In D\u0026D, zombies attack while Quark engages in advancedanimal husbandry. This fabulous episode is unedited so we will just warn you of a smallglitch with the mayor\u0027s mic a few minutes in that lasts but a moment."
  },
  {
    "episodeNumber": 44,
    "title": "Dudes and Goo (DC Pierson, Kumail Nanjiani)",
    "description": "After a few false starts, it turns out Mayor Harmon may be suffering from ashow-threatening case of homecoming confidence, but when special guests D.C Pierson andKumail Nanjiani join, the meeting erupts into an awesome discussion of drugs, religion,Spencer, Hannibal Lechter and octopus sex. In D\u0026D: Sharpie and Mulraine seal the deal."
  },
  {
    "episodeNumber": 43,
    "title": "Harmoncountry: Los Angeles (Bobcat Goldthwait, Marc Maron, Duncan Trussell)",
    "description": "Looking back on his tour, non-heroic Mayjor Harmon asks what have I learned(spoiler: he doesn\u0027t know) with friends Bobcat Goldthwait, Marc Maron and Duncan Trussell inan epic show at L.A\u0027s Egyptian Theater."
  },
  {
    "episodeNumber": 42,
    "title": "Harmoncountry: San Francisco, CA",
    "description": "The tour ends at the golden gate, where freedom to live is achieved bygetting drunk, talking nonsense, meeting strangers and, well, you know the formula."
  },
  {
    "episodeNumber": 41,
    "title": "Harmoncountry: Portland, OR",
    "description": "Mayoral Master Harmon strides boldly across the return threshold and declaresSpencer God. Then he raps and dicks around with people in the audience. It doesn\u0027t soundlike much on paper but it\u0027s a pretty great episode."
  },
  {
    "episodeNumber": 40,
    "title": "Harmoncountry: Salt Lake City, UT",
    "description": "Harmontown is reborn in a strange land of complex liquor laws, polarizedreligion and Kevin Nealon photos. Plus: Sports Corner, Fart Corner, odor dating and weirdrants!"
  },
  {
    "episodeNumber": 39,
    "title": "Harmoncountry: Denver, CO",
    "description": "High atop the nation, in Omlette Country, Comptroller Davis returns. Topicsinclude cheese sticks, sports, beat boxing, dungeons, dragons and crazy people."
  },
  {
    "episodeNumber": 38,
    "title": "Harmoncountry: Kansas City, KS",
    "description": "Kansas finds itself at the center of the biggest disaster since Dorothy\u0027stwister when Mayor Harmon and Erin McGathy conduct the worst town meeting of the tour. Thisepisode is unedited because I have no idea what I\u0027d cut without cutting the entire thing."
  },
  {
    "episodeNumber": 37,
    "title": "Harmoncountry: Minneapolis, MN",
    "description": "Mayor Harmon and Guest Comptroller McGathy interface with Twin Town frominjured tendon to badly placed sound effect. Former Dead Alewives member Sean McKenna raps.Joyfully unedited episode."
  },
  {
    "episodeNumber": 36,
    "title": "Harmoncountry: Madison, WI",
    "description": "Atonement turns to struggle within a dark cavern. Dan\u0027s friend loses anappendage. His Improv mentor is there, but Jeff is leaving?! The audience shouts weirdthings! Latinos are everywhere!"
  },
  {
    "episodeNumber": 35,
    "title": "Harmoncountry: Chicago, IL",
    "description": "Mayor Harmon starts Atoning With The Father when he presents a day in hisfantasy TV writer life, confronts a drunk Darth Vader, then adopts a 15 year old version ofhimself. The night ends with an impromptu rap battle before new Harmenian Kahleel takes t"
  },
  {
    "episodeNumber": 34,
    "title": "Harmoncountry: Bloomington, IN",
    "description": "In honor of his Midwestern heritage, The Mayor puts a town meeting straightup the middle and over the plate, with sports talk, a cosmic meditation and an in depthdiscussion of science and religion with some of Indiana\u0027s greatest, drunkest minds!"
  },
  {
    "episodeNumber": 33,
    "title": "Harmoncountry: Pittsburgh, PA",
    "description": "The Harmontown tour \u0022meets its goddess\u0022 in a featureless black box theatre,where Dan cries, arouses himself, tells a joke and gets in a fight with Erin. Uneditedepisode."
  },
  {
    "episodeNumber": 32,
    "title": "Harmoncountry: Arlington, VA",
    "description": "The mayor and comptroller spend their night in the X Files capitolinvestigating ghosts, aliens, incest and 9-11 before playing D\u0026D with all black people."
  },
  {
    "episodeNumber": 31,
    "title": "Harmoncountry: Providence, RI",
    "description": "Mayor Harmon used the country\u0027s smallest state to tackle the country\u0027sbiggest issues - suicide and race - before remembering someone double booked the room so hehas to leave."
  },
  {
    "episodeNumber": 30,
    "title": "Harmoncountry: Somerville, MA",
    "description": "Mayor Harmon and Comptroller Davis begin the show like any other - discussingthe city\u0027s auto theft statistics. What comes next is 80\u002B minutes of insanity, featuring AdamGoldberg\u0027s brothers, Erin and Dan\u0027s sex life and much, much, sooooo much more."
  },
  {
    "episodeNumber": 29,
    "title": "Harmoncountry: Brooklyn, NY",
    "description": "New York\u0027s biggest borough rolls out the longest red carpet in Harmoncountryyet. Jeff and Dan improvise a Black Mexican guest\u0027s screenplay. Jason Sudeikis drops by andjumps into D\u0026D with astonishing vigor. Dan does a bad job of supporting Erin\u0027s PMS"
  },
  {
    "episodeNumber": 28,
    "title": "Harmoncountry: Charlotte, NC",
    "description": "A quiet military bunker in Charlotte known as The Comedy Zone is the site ofa kinder, gentler town meeting than Nashville\u0027s booze-drenched hootenanny. Mayor Harmonattempts to write a constitution and learns about the deep seated, low-stakes conflict be"
  },
  {
    "episodeNumber": 27,
    "title": "Harmoncountry: Nashville, TN",
    "description": "Mayor Harmon chooses Music City, USA as the place to enter the \u0022drunk BrianWilson\u0022 phase of his podcasting career. Is his mistake the pre-show Jaggerbombs or themid-show moonshine? In any case, let this episode stand as a cautionary tale."
  },
  {
    "episodeNumber": 26,
    "title": "Harmoncountry: Atlanta, GA",
    "description": "Mayor Harmon regales the \u0022Paris of Georgia\u0022 with historic knowledge, generaltrivia and mad rapping science. Topics include his armpits and race."
  },
  {
    "episodeNumber": 25,
    "title": "Harmoncountry: Austin, TX",
    "description": "What else would Mayor Harmon discuss in Austin other than Politics, Mexicanfood, Hey Yah by Outkast and pooping? In D\u0026D: a friend\u0027s dark secret is revealed."
  },
  {
    "episodeNumber": 24,
    "title": "Harmoncountry: Phoenix, Arizona",
    "description": "Mayor Harmon begins his tour feeling way more insecure than the kind-heartedheroes of a new city. A Harmontown theme with an awesome hook starts getting workshopped. InD\u0026D, the heroes fight â�¦cylinders."
  },
  {
    "episodeNumber": 23,
    "title": "Turtle Panties",
    "description": "Harmontown\u0027s last show before the tour becomes a star studded bon voyage.Eric Idle teaches Dan to write songs, Patton Oswalt teaches him the meaning of fear and RyanStiles teaches him that fighting displacer beasts takes 45 minutes."
  },
  {
    "episodeNumber": 22,
    "title": "Nanu Nanu, I\u0027m Racist",
    "description": "An impromptu Fellowship of the Nerds is assembled to explain how to break TheHobbit into three movies. Jury duty stories! Adam Goldberg\u0027s roommate!"
  },
  {
    "episodeNumber": 21,
    "title": "Adventurtunity Mobisode!",
    "description": "Mayor Harmon does his Bane impression and practices getting booed in variouscities for the upcoming tour. In D\u0026D: the heroes finally encounter Sharpie\u0027s dad."
  },
  {
    "episodeNumber": 20,
    "title": "Flesh Knife",
    "description": "Note: the audience was not mic\u0027d this episode. More horrible rapping, a newcharacter named Big Red, a phone call to Chevy Chase and a conversation with Adam Goldberg.In D\u0026D: our heroes fall into a pit!"
  },
  {
    "episodeNumber": 19,
    "title": "Everyone\u0027s a Rapper!",
    "description": "Mayor Harmon comes up spittin\u0027 decidedly unmad fire. We meet a mysteriouslady in the audience that can only say \u0022no.\u0022 No D\u0026D this week but Spencer rules the dayjust the same. Adam Goldberg takes a swipe at having a segment. Dan raps EVEN MORE. New"
  },
  {
    "episodeNumber": 18,
    "title": "Sand Pollution: The Journals of Young Morrisey",
    "description": "Dan reads from his magical adolescent journals, casting a magical spell ofadolescent depression over the entire audience and the dungeons and dragons session. So hebrings up a depressed Harmenian and attempts to cure him. But by then he\u0027s pretty drunk."
  },
  {
    "episodeNumber": 17,
    "title": "Grumblesnakes!",
    "description": "It\u0027s election night fever when Dan and Jeff realize that the episode will airlong after the election. Clearly a devout Democrat, Dan complains about his hired helpbefore bringing up a real live woman to referee history\u0027s least informed Harry Potter tri"
  },
  {
    "episodeNumber": 16,
    "title": "A Four Day March To The Butt\u0027s Expanse",
    "description": "It\u0027s a Jareth-palooza as Harmenians descend on Hollywood dressed as DavidBowie in Labyrinth for Halloween. Other topics include almost nothing!"
  },
  {
    "episodeNumber": 15,
    "title": "Don\u0027t Ask Black People Time Travel Questions",
    "description": "Dan has nothing, so he answers twitter questions. Adam Goldberg takes overthe show, then, Dan interviews ethnic people. Plus: in D\u0026D world: the party levels up!"
  },
  {
    "episodeNumber": 14,
    "title": "Tyler Perry\u0027s Antisemitic Pickle Ziggurat",
    "description": "An unflinching examination of Dan\u0027s mustache absorption becomes a flinchingexamination of Harmontown regular Adam Goldberg. Plus: special guest Steve Agee drops by fora discussion of airline food and the ridiculous infiltration of Admiral Darkstar\u0027s st"
  },
  {
    "episodeNumber": 13,
    "title": "Back To The Future Part Kush",
    "description": "Dan complains about things he\u0027s not allowed to complain about, then outshimself as the world\u0027s laziest gay rights and medical marijuana advocate. Plus, in D\u0026Dworld: nothing happens!"
  },
  {
    "episodeNumber": 12,
    "title": "Death, Fascism, and the Pursuit of Not Remaking Robocop",
    "description": "Special guest Greg Proops returns! The question of what happens after you dieremains unanswered, but tangents include mental illness, poverty and misunderstood Van Halenlyrics. Meanwhile, in D\u0026D world, Sharpie and Quark claim their Embermauler bounty,"
  },
  {
    "episodeNumber": 11,
    "title": "Tylenol With Codeine",
    "description": "The first appearance of Greg Proops provokes a fit of Mayor Harmon\u0027spointless political rants and a D\u0026D adventure that shall forever be remembered asinvolving unicorn pee."
  },
  {
    "episodeNumber": 10,
    "title": "A Tuppence or a Shilling for Your Wainscotting",
    "description": "Mayor Harmon and Guest Comptroller Erin McGathy discuss Knight Rider, Alf andanxiety, then play a quick round of Dungeons and Dragons before getting into a huge fightabout movies and breaking up."
  },
  {
    "episodeNumber": 9,
    "title": " Examine Before You Fight",
    "description": "A discussion of the clarinet and nine eleven is briefly interrupted by anamazing D\u0026D adventure before proceeding into an indictment of the Hugo Awards andconcluding with a demonstration of how hard it is to conclude."
  },
  {
    "episodeNumber": 8,
    "title": " Cleft in Twain! ",
    "description": "Mayor Harmon grapples with fame and exposes The Family Feud; ComptrollerDavis grapples with and exposes Harmon\u0027s shocking inability to tell jokes and theroleplaying Adventures of Sharpie and Quark begin."
  },
  {
    "episodeNumber": 7,
    "title": "Cranky Mayors, Pink Hairs and Shoelace Cares",
    "description": "An especially antsy crowd turns Harmontown\u0027s meeting into a flippin\u0027 townmeeting, pushing our fearless leader from musings on infidelity to contemplations ofsuicide. Plus: Dungeonmaster Spencer unveils the boys\u0027 characters!"
  },
  {
    "episodeNumber": 6,
    "title": "Atonement with the Mannequins and Butts",
    "description": "Sometimes it happens. Sometimes an innocent story about junior high proceedsdown a road of perversion straight to where the sun doesn\u0027t shine. Also: Spencer collectsinfo for Harmon and Davis\u0027 D\u0026D characters, and special guest Rob Schrab tells astory…about his butt."
  },
  {
    "episodeNumber": 5,
    "title": "Confessions Of An Alcoholic Mars Rover",
    "description": "Jeff blows the whistle on NASA\u0027s secret agenda and Dan blows surprise guestChris Hardwick!"
  },
  {
    "episodeNumber": 4,
    "title": "The Technology Of N-Words",
    "description": "A discussion of something the Scottish call a “Wizard Sleeve” isever-so-briefly interrupted by racism, robots, and a visit from something Erin McGathy callsa “game corner.”"
  },
  {
    "episodeNumber": 3,
    "title": "If They Have Cubs, We\u0027re Already Dead",
    "description": "An unusually quiet night in Harmontown gives way to eruptions of armwrestling, wolf hunting, dungeon mastering and child abuse."
  },
  {
    "episodeNumber": 2,
    "title": "The Inception of Girlfriends",
    "description": "While Jeff Davis works abroad, Guest Comptroller Erin McGathy (“This FeelsTerrible”) joins Mayor Harmon for an in depth look at overrated masterpieces, passiveaggressive text messages and how to destroy someone else\u0027s relationship on stage."
  },
  {
    "episodeNumber": 1,
    "title": "Achieve Weightlessness",
    "description": "It\u0027s a special night at Harmontown when Mayor Harmon decides the goal is to\u0022achieve weightlessness\u0022 and establish Harmontown\u0027s real purpose. One hour, thirty tangents,two emails from Harmon\u0027s big brother and that goal remains unachieved, but a legendary themepark death does finally get its own theme song."
  }
]