[
  {
    "episodeNumber": 1,
    "date": "2012-06-16T00:00:00+01:00",
    "title": "Achieve Weightlessness",
    "description": "It\u0027s a special night at Harmontown when Mayor Harmon decides the goal is to “achieve weightlessness” and establish Harmontown\u0027s real purpose. One hour, thirty tangents, two emails from Harmon\u0027s big brother and that goal remains unachieved, but a legendary theme park death does finally get its own theme song."
  },
  {
    "episodeNumber": 2,
    "date": "2012-07-16T00:00:00+01:00",
    "title": "The Inception Of Girlfriends",
    "description": "While Jeff Davis works abroad, Guest Comptroller Erin McGathy (“This Feels Terrible”) joins Mayor Harmon for an in depth look at overrated masterpieces, passive aggressive text messages and how to destroy someone else\u0027s relationship on stage."
  },
  {
    "episodeNumber": 3,
    "date": "2012-07-23T00:00:00+01:00",
    "title": "If They Have Cubs, We\u0027re Already Dead",
    "description": "An unusually quiet night in Harmontown gives way to eruptions of arm wrestling, wolf hunting, dungeon mastering and child abuse."
  },
  {
    "episodeNumber": 4,
    "date": "2012-07-31T00:00:00+01:00",
    "title": "The Technology Of N-Words",
    "description": "A discussion of something the Scottish call a “Wizard Sleeve” is ever-so-briefly interrupted by racism, robots, and a visit from something Erin McGathy calls a “game corner.”"
  },
  {
    "episodeNumber": 5,
    "date": "2012-08-07T00:00:00+01:00",
    "title": "Confessions Of An Alcoholic Mars Rover",
    "description": "Jeff blows the whistle on NASA\u0027s secret agenda and Dan blows surprise guest Chris Hardwick!"
  },
  {
    "episodeNumber": 6,
    "date": "2012-08-16T00:00:00+01:00",
    "title": "Atonement with the Mannequins and Butts",
    "description": "Sometimes it happens. Sometimes an innocent story about junior high proceeds down a road of perversion straight to where the sun doesn\u0027t shine. Also: Spencer collects info for Harmon and Davis\u0027 D\u0026D characters, and special guest Rob Schrab tells a story…about his butt."
  },
  {
    "episodeNumber": 7,
    "date": "2012-08-20T00:00:00+01:00",
    "title": "Cranky Mayors, Pink Hairs, and Shoelace Cares",
    "description": "An especially antsy crowd turns Harmontown\u0027s meeting into a flippin\u0027 town meeting, pushing our fearless leader from musings on infidelity to contemplations of suicide. Plus: Dungeonmaster Spencer unveils the boys\u0027 characters!"
  },
  {
    "episodeNumber": 8,
    "date": "2012-08-27T00:00:00+01:00",
    "title": "Cleft In Twain!",
    "description": "Mayor Harmon grapples with fame and exposes The Family Feud; Comptroller Davis grapples with and exposes Harmon\u0027s shocking inability to tell jokes and the roleplaying Adventures of Sharpie and Quark begin."
  },
  {
    "episodeNumber": 9,
    "date": "2012-09-04T00:00:00+01:00",
    "title": "Examine Before You Fight",
    "description": "A discussion of the clarinet and nine eleven is briefly interrupted by an amazing D\u0026D adventure before proceeding into an indictment of the Hugo Awards and concluding with a demonstration of how hard it is to conclude."
  },
  {
    "episodeNumber": 10,
    "date": "2012-09-10T00:00:00+01:00",
    "title": "A Tuppence or a Shilling for Your Wainscotting",
    "description": "Mayor Harmon and Guest Comptroller Erin McGathy discuss Knight Rider, Alf and anxiety, then play a quick round of Dungeons and Dragons before getting into a huge fight about movies and breaking up."
  },
  {
    "episodeNumber": 11,
    "date": "2012-09-17T00:00:00+01:00",
    "title": "Tylenol With Codeine",
    "description": "The first appearance of Greg Proops provokes a fit of Mayor Harmon\u0027s pointless political rants and a D\u0026D adventure that shall forever be remembered as involving unicorn pee."
  },
  {
    "episodeNumber": 12,
    "date": "2012-10-19T00:00:00+01:00",
    "title": "Death, Fascism, and the Pursuit of Not Remaking Robocop",
    "description": "Special guest Greg Proops returns! The question of what happens after you die remains unanswered, but tangents include mental illness, poverty and misunderstood Van Halen lyrics. Meanwhile, in D\u0026D world, Sharpie and Quark claim their Embermauler bounty, buy horses and do improv in a forest with an old unicorn friend."
  },
  {
    "episodeNumber": 13,
    "date": "2012-10-01T00:00:00+01:00",
    "title": "Back To The Future Part Kush",
    "description": "Dan complains about things he\u0027s not allowed to complain about, then outs himself as the world\u0027s laziest gay rights and medical marijuana advocate. Plus, in D\u0026D world: nothing happens!"
  },
  {
    "episodeNumber": 14,
    "date": "2012-10-15T00:00:00+01:00",
    "title": "Tyler Perry\u0027s Antisemitic Pickle Ziggurat",
    "description": "An unflinching examination of Dan\u0027s mustache absorption becomes a flinching examination of Harmontown regular Adam Goldberg. Plus: special guest Steve Agee drops by for a discussion of airline food and the ridiculous infiltration of Admiral Darkstar\u0027s stronghold."
  },
  {
    "episodeNumber": 15,
    "date": "2012-11-02T00:00:00+00:00",
    "title": "Don\u0027t Ask Black People Time Travel Questions",
    "description": "Dan has nothing, so he answers twitter questions. Adam Goldberg takes over the show, then, Dan interviews ethnic people. Plus: in D\u0026D world: the party levels up!"
  },
  {
    "episodeNumber": 16,
    "date": "2012-11-09T00:00:00+00:00",
    "title": "A Four Day March to the Butt\u0027s Expanse",
    "description": "It\u0027s a Jareth-palooza as Harmenians descend on Hollywood dressed as David Bowie in Labyrinth for Halloween. Other topics include almost nothing!"
  },
  {
    "episodeNumber": 17,
    "date": "2012-11-17T00:00:00+00:00",
    "title": "Grumblesnakes!",
    "description": "It\u0027s election night fever when Dan and Jeff realize that the episode will air long after the election. Clearly a devout Democrat, Dan complains about his hired help before bringing up a real live woman to referee history\u0027s least informed Harry Potter trivia competition. Plus: transitional D\u0026D! Freestyle rapping! Not knowing how to end the show!"
  },
  {
    "episodeNumber": 18,
    "date": "2012-11-30T00:00:00+00:00",
    "title": "Sand Pollution: The Journals of Young Morrisey",
    "description": "Dan reads from his magical adolescent journals, casting a magical spell of adolescent depression over the entire audience and the dungeons and dragons session. So he brings up a depressed Harmenian and attempts to cure him. But by then he\u0027s pretty drunk."
  },
  {
    "episodeNumber": 19,
    "date": "2012-12-05T00:00:00+00:00",
    "title": "Everyone\u0027s a Rapper!",
    "description": "Mayor Harmon comes up spittin\u0027 decidedly unmad fire. We meet a mysterious lady in the audience that can only say “no.” No D\u0026D this week but Spencer rules the day just the same. Adam Goldberg takes a swipe at having a segment. Dan raps EVEN MORE. New Harmenian “Misha” takes the stage and does some standup. Dan and Jeff rap battle!"
  },
  {
    "episodeNumber": 20,
    "date": "2013-01-05T00:00:00+00:00",
    "title": "Flesh Knife",
    "description": "More horrible rapping, a new character named Big Red, a phone call to Chevy Chase and a conversation with Adam Goldberg. In D\u0026D: our heroes fall into a pit!\nNote: the audience was not mic\u0027d this episode."
  },
  {
    "episodeNumber": 21,
    "date": "2013-01-06T00:00:00+00:00",
    "title": "Adventurtunity Mobisode!",
    "description": "Mayor Harmon does his Bane impression and practices getting booed in various cities for the upcoming tour. In D\u0026D: the heroes finally encounter Sharpie\u0027s dad."
  },
  {
    "episodeNumber": 22,
    "date": "2013-01-07T00:00:00+00:00",
    "title": "Nanu, Nanu, I\u0027m Racist",
    "description": "An impromptu Fellowship of the Nerds is assembled to explain how to break The Hobbit into three movies. Jury duty stories! Adam Goldberg\u0027s roommate!"
  },
  {
    "episodeNumber": 23,
    "date": "2013-01-10T00:00:00+00:00",
    "title": "Turtle Panties",
    "description": "Harmontown\u0027s last show before the tour becomes a star studded bon voyage. Eric Idle teaches Dan to write songs, Patton Oswalt teaches him the meaning of fear and Ryan Stiles teaches him that fighting displacer beasts takes 45 minutes."
  },
  {
    "episodeNumber": 24,
    "date": "2013-01-10T00:00:00+00:00",
    "title": "Harmoncountry: Phoenix, Arizona",
    "description": "Mayor Harmon begins his tour feeling way more insecure than the kind-hearted heroes of a new city. A Harmontown theme with an awesome hook starts getting workshopped. In D\u0026D, the heroes fight cylinders."
  },
  {
    "episodeNumber": 25,
    "date": "2013-01-11T00:00:00+00:00",
    "title": "Harmoncountry: Austin, TX",
    "description": "What else would Mayor Harmon discuss in Austin other than Politics, Mexican food, Hey Yah by Outkast and pooping? In D\u0026D: a friend\u0027s dark secret is revealed."
  },
  {
    "episodeNumber": 26,
    "date": "2013-01-13T00:00:00+00:00",
    "title": "Harmoncountry: Atlanta, GA",
    "description": "Mayor Harmon regales the “Paris of Georgia” with historic knowledge, general trivia and mad rapping science. Topics include his armpits and race."
  },
  {
    "episodeNumber": 27,
    "date": "2013-01-14T00:00:00+00:00",
    "title": "Harmoncountry: Nashville, TN",
    "description": "Mayor Harmon chooses Music City, USA as the place to enter the “drunk Brian Wilson” phase of his podcasting career. Is his mistake the pre-show Jaggerbombs or the mid-show moonshine? In any case, let this episode stand as a cautionary tale."
  },
  {
    "episodeNumber": 28,
    "date": "2013-01-15T00:00:00+00:00",
    "title": "Harmoncountry: Charlotte, NC",
    "description": "A quiet military bunker in Charlotte known as The Comedy Zone is the site of a kinder, gentler town meeting than Nashville\u0027s booze-drenched hootenanny. Mayor Harmon attempts to write a constitution and learns about the deep seated, low-stakes conflict between the Carolinas. In D\u0026D, the band reunites aboard a spaceship and Erin shames a loud lady."
  },
  {
    "episodeNumber": 29,
    "date": "2013-01-16T00:00:00+00:00",
    "title": "Harmoncountry: Brooklyn, NY",
    "description": "New York\u0027s biggest borrough rolls out the longest red carpet in Harmoncountry yet. Jeff and Dan improvise a Black Mexican guest\u0027s screenplay. Jason Sudeikis drops by and jumps into D\u0026D with astonishing vigor. Dan does a bad job of supporting Erin\u0027s PMS, then stage dives."
  },
  {
    "episodeNumber": 30,
    "date": "2013-01-17T00:00:00+00:00",
    "title": "Harmoncountry: Sommeville, MA",
    "description": "Mayor Harmon and Comptroller Davis begin the show like any other – discussing the city\u0027s auto theft statistics. What comes next is 80\u002B minutes of insanity, featuring Adam Goldberg\u0027s brothers, Erin and Dan\u0027s sex life and much, much, sooooo much more."
  },
  {
    "episodeNumber": 31,
    "date": "2013-01-18T00:00:00+00:00",
    "title": "Harmoncountry: Providence, RI",
    "description": "Mayor Harmon used the country\u0027s smallest state to tackle the country\u0027s biggest issues – suicide and race – before remembering someone double booked the room so he has to leave."
  },
  {
    "episodeNumber": 32,
    "date": "2013-01-19T00:00:00+00:00",
    "title": "Harmoncountry: Arlington, VA",
    "description": "The mayor and comptroller spend their night in the X Files capitol investigating ghosts, aliens, incest and 9-11 before playing D\u0026D with all black people."
  },
  {
    "episodeNumber": 33,
    "date": "2013-01-20T00:00:00+00:00",
    "title": "Harmoncountry: Pittsburg, PA",
    "description": "The Harmontown tour “meets its goddess” in a featureless black box theatre, where Dan cries, arouses himself, tells a joke and gets in a fight with Erin. Unedited episode."
  },
  {
    "episodeNumber": 34,
    "date": "2013-01-21T00:00:00+00:00",
    "title": "Harmoncountry: Bloomington, IN",
    "description": "In honor of his Midwestern heritage, The Mayor puts a town meeting straight up the middle and over the plate, with sports talk, a cosmic meditation and an in depth discussion of science and religion with some of Indiana\u0027s greatest, drunkest minds!"
  },
  {
    "episodeNumber": 35,
    "date": "2013-01-22T00:00:00+00:00",
    "title": "Harmoncountry: Chicago, IL",
    "description": "Mayor Harmon starts Atoning With The Father when he presents a day in his fantasy TV writer life, confronts a drunk Darth Vader, then adopts a 15 year old version of himself. The night ends with an impromptu rap battle before new Harmenian Kahleel takes the throne."
  },
  {
    "episodeNumber": 36,
    "date": "2013-01-23T00:00:00+00:00",
    "title": "Harmoncountry: Madison, WI",
    "description": "Atonement turns to struggle within a dark cavern. Dan\u0027s friend loses an appendage. His Improv mentor is there, but Jeff is leaving?! The audience shouts weird things! Latinos are everywhere!"
  },
  {
    "episodeNumber": 37,
    "date": "2013-01-24T00:00:00+00:00",
    "title": "Harmoncountry: Minneapolis, MN",
    "description": "Mayor Harmon and Guest Comptroller McGathy interface with Twin Town from injured tendon to badly placed sound effect. Former Dead Alewives member Sean McKenna raps. Joyfully unedited episode."
  },
  {
    "episodeNumber": 38,
    "date": "2013-01-26T00:00:00+00:00",
    "title": "Harmoncountry: Kansas City, KS",
    "description": "Kansas finds itself at the center of the biggest disaster since Dorothy\u0027s twister when Mayor Harmon and Erin McGathy conduct the worst town meeting of the tour. This episode is unedited because I have no idea what I\u0027d cut without cutting the entire thing."
  },
  {
    "episodeNumber": 39,
    "date": "2013-01-27T00:00:00+00:00",
    "title": "Harmoncountry: Denver, CO",
    "description": "High atop the nation, in Omlette Country, Comptroller Davis returns. Topics include cheese sticks, sports, beat boxing, dungeons, dragons and crazy people."
  },
  {
    "episodeNumber": 40,
    "date": "2013-01-28T00:00:00+00:00",
    "title": "Harmoncountry: Salt Lake City, UT",
    "description": "Harmontown is reborn in a strange land of complex liquor laws, polarized religion and Kevin Nealon photos. Plus: Sports Corner, Fart Corner, odor dating and weird rants!"
  },
  {
    "episodeNumber": 41,
    "date": "2013-01-30T00:00:00+00:00",
    "title": "Harmoncountry: Portland, OR",
    "description": "Mayoral Master Harmon strides boldly across the return threshold and declares Spencer God. Then he raps and dicks around with people in the audience. It doesn\u0027t sound like much on paper but it\u0027s a pretty great episode."
  },
  {
    "episodeNumber": 42,
    "date": "2013-01-31T00:00:00+00:00",
    "title": "Harmoncountry: San Francisco",
    "description": "The tour ends at the golden gate, where freedom to live is achieved by getting drunk, talking nonsense, meeting strangers and, well, you know the forumla."
  },
  {
    "episodeNumber": 43,
    "date": "2013-02-04T00:00:00+00:00",
    "title": "Harmoncountry: Los Angeles (Bobcat Goldthwait, Marc Maron, Duncan Trussell)",
    "description": "Looking back on his tour, non-heroic Mayjor Harmon asks what have I learned (spoiler: he doesn\u0027t know) with friends Bobcat Goldthwait, Marc Maron and Duncan Trussell in an epic show at L.A\u0027s Egyptian Theater."
  },
  {
    "episodeNumber": 44,
    "date": "2013-02-14T00:00:00+00:00",
    "title": "Dudes And Goo",
    "description": "After a few false starts, it turns out Mayor Harmon may be suffering from a show-threatening case of homecoming confidence, but when special guests D.C Pierson and Kumail Nanjiani join, the meeting erupts into an awesome discussion of drugs, religion, Spencer, Hannibal Lechter and octopus sex. In D\u0026D: Sharpie and Mulraine seal the deal."
  },
  {
    "episodeNumber": 45,
    "date": "2013-02-21T00:00:00+00:00",
    "title": "Dan Took A Shower",
    "description": "A discussion of hygiene heats up with Kumail Nanjiani, then boils over when Bobcat Goldth wait drops by. In D\u0026D, zombies attack while Quark engages in advanced animal husbandry. This fabulous episode is unedited so we will just warn you of a small glitch with the mayor\u0027s mic a few minutes in that lasts but a moment."
  },
  {
    "episodeNumber": 46,
    "date": "2013-03-01T00:00:00+00:00",
    "title": "Neigh Means Yay",
    "description": "\u0027Rick and Morty\u0027 writer Ryan Ridley drops by, \u0027Real Abed\u0027 Gheith pitches his insane restuarant and Kumail Nanjiani reveals secrets to brown acting. In D\u0026D: the party climbs into a hole."
  },
  {
    "episodeNumber": 47,
    "date": "2013-03-08T00:00:00+00:00",
    "title": "Procrasturbation",
    "description": "Mayor Harmon suggests a new, fecal approach to morality. Other topics include Halle Berry, Superman and accents. In D\u0026D, the gang runs a foul of snake men and each other."
  },
  {
    "episodeNumber": 48,
    "date": "2013-03-15T00:00:00+00:00",
    "title": "Felicity Wackamole",
    "description": "Topics include Gene Hackman, emphysema, sharks, cereal, Thalidomide, Wreck it Ralph, burn victims, Dracula, Special Olympics, regular Olympics, Bruce Villanch, missing electronics and law enforcement. The D\u0026D party flirts with sleep studies, then fights a dragon.\nFeaturing Doug Benson and Kumail Nanjiani."
  },
  {
    "episodeNumber": 49,
    "date": "2013-03-23T00:00:00+00:00",
    "title": "Jock Jams and Pearl Jams",
    "description": "Man versus lion, Space Jam versus Goonies, Leprechaun versus his own sexuality. Brian W. Collins retires his horror movie blog. Kumail Nanjiani and the rest of the D\u0026D party finish their battle with specific parts of a dragon."
  },
  {
    "episodeNumber": 50,
    "date": "2013-03-29T00:00:00+00:00",
    "title": "Joe Jackson: Steppin\u0027 Out",
    "description": "In honor of the 50th episode, Harmon drinks too much five hour energy, Genevieve Pearson teaches us to fabricate reality and Kumail proposes to three-time-wife Emily. D\u0026D is bunch of garbage, but then, and, admittedly, this is Harmon saying this, but: BEST RAP EVER. Enjoy."
  },
  {
    "episodeNumber": 51,
    "date": "2013-04-08T00:00:00+01:00",
    "title": "Bikers Without Bikes",
    "description": "Bobcat Goldthwait returns with his friend Robin Williams and an amazingly sad story from a very dark carnival. Then, Robin and Bobcat leave, and it\u0027s kind of hard to follow them, so Mayor Harmon plays D\u0026D and talks to a girl about sexism or something."
  },
  {
    "episodeNumber": 52,
    "date": "2013-04-15T00:00:00+01:00",
    "title": "By the Power of Bored Audience Skull",
    "description": "In which Mayor Harmon explores everything that\u0027s already been explored about the topics of Road House, Roger Ebert and Skeletor. Plus: Kumail Nanjiani, Drunk Spencer and the final word on nipple size."
  },
  {
    "episodeNumber": 53,
    "date": "2013-04-16T00:00:00+01:00",
    "title": "National Tragedy Special",
    "description": "Mayor Harmon finds out about terrorism after everyone else. Plus: cake making, tentanus, Kumail, and making love to spiders!"
  },
  {
    "episodeNumber": 54,
    "date": "2013-04-23T00:00:00+01:00",
    "title": "Go, Marbles, Go!",
    "description": "Mayor Harmon, sore from softball practice, enlists the aid of Duncan Trussell and Greg Proops to keep the meeting moving. Topics include virtual reality, dead mothers and Jaws 4. In Dungeons and Dragons, Erin summons her first monkey."
  },
  {
    "episodeNumber": 55,
    "date": "2013-05-10T00:00:00+01:00",
    "title": "Shahruz the Web Guru",
    "description": "After a well meaning stranger poisons the audience with beef fungus, Chinese Ironman, Eddie Murphy, John Landis and Yakov Smirnoff are discussed. In D\u0026D, everyone dies."
  },
  {
    "episodeNumber": 56,
    "date": "2013-05-13T00:00:00+01:00",
    "title": "Language is Thought and Spiders are Black People",
    "description": "An all around provocapalooza surrounding language, race, religion, science, bugs, moms and fake dinosaurs. In D\u0026D, the characters awake in Ye Olde Arena Milieu."
  },
  {
    "episodeNumber": 57,
    "date": "2013-05-21T00:00:00+01:00",
    "title": "Blood on the Corn",
    "description": "Mayor Harmon and Guest Comptroller Goldthwait examine their own bodies, Dan\u0027s drinking, Jeremy Piven, Bigfoot and their likely deaths by significant other. In D\u0026D, the heroes continue to fight their shadow selves."
  },
  {
    "episodeNumber": 58,
    "date": "2013-06-08T00:00:00+01:00",
    "title": "I\u0027m Like Very Science",
    "description": "Mayor Harmon explains why an episode was lost; soon to be uncontextually quoted frivolity ensues. Jeff reveals he\u0027s psychic; Kumail\u0027s resultant bewilderment preempts D\u0026D."
  },
  {
    "episodeNumber": 59,
    "date": "2013-06-13T00:00:00+01:00",
    "title": "Writing Tips From A Jerk",
    "description": "Mayor Harmon tells us how to not write. Also discussed: Wikileaks, Disabilities, Ben Affleck and puppies."
  },
  {
    "episodeNumber": 60,
    "date": "2013-06-17T00:00:00+01:00",
    "title": "Us Of The Dangling Wee-Wee",
    "description": "In which it asserted by Harmontown, that Fathers are important. Guest starring Spencer\u0027s Dad."
  },
  {
    "episodeNumber": 61,
    "date": "2013-06-24T00:00:00+01:00",
    "title": "USS Hubris",
    "description": "Titanic Sinclair and Mars Argo help examine the internet\u0027s war on the self. Comptroller McGathy refs a game of “Spencer or Goldberg” between Mayor Harmon and Kumail."
  },
  {
    "episodeNumber": 62,
    "date": "2013-07-01T00:00:00+01:00",
    "title": "Blinking 12:00",
    "description": "Mayor Harmon has nothing to discuss so he opens it to the floor. Super powers are debated. Gifts are given. A special guest returns to D\u0026D."
  },
  {
    "episodeNumber": 63,
    "date": "2013-07-08T00:00:00+01:00",
    "title": "Everyone in the World is Stupid",
    "description": "New editions of Things Dan Can\u0027t Complain About and Connor\u0027s Conundrums, a chat with aneurysm survivor Siike and a violent fight with Spencer about “meta gaming.”"
  },
  {
    "episodeNumber": 64,
    "date": "2013-07-15T00:00:00+01:00",
    "title": "I Would Be Mega Black",
    "description": "Mayor Harmon strives to understand whether or not he\u0027s a 9/11 conspiracy theorist with special guest James Urbaniak. Also: race and stuff."
  },
  {
    "episodeNumber": 65,
    "date": "2013-07-29T00:00:00+01:00",
    "title": "Tim Tums Are Where Cake and Vodka Go",
    "description": "Harmon talks to Matt Dwyer about being a better interviewer than Mayor Harmon, who no longer needs to be good at anything because he survived an endoscopy. In D\u0026D: Frost Giant politics."
  },
  {
    "episodeNumber": 66,
    "date": "2013-08-05T00:00:00+01:00",
    "title": "Frequently I Am A Woman In My Dreams",
    "description": "Mayor Harmon has got nothing. This prompts Kumail and Erin to join the stage for some dream interpretation and penis trauma. In D\u0026D, Sharpie dies."
  },
  {
    "episodeNumber": 67,
    "date": "2013-08-12T00:00:00+01:00",
    "title": "Click Here For Bacardi",
    "description": "Mayor Pet psychology is discussed. Then the usual topics of race and terrorism. Then crap gets real about anarchy on the moon."
  },
  {
    "episodeNumber": 68,
    "date": "2013-08-19T00:00:00+01:00",
    "title": "Jolly Rodger",
    "description": "In the middle of working on Community 501, a very tired Mayor Harmon takes to a crowd of Harmenians and revels in their eccentricities. In D\u0026D, an Ogre cums."
  },
  {
    "episodeNumber": 69,
    "date": "2013-08-26T00:00:00+01:00",
    "title": "Cobra Customer Service",
    "description": "Mayor Harmon issues an edict to wait staff, proclaims his eternal love for Erin and signs off on gay weddings."
  },
  {
    "episodeNumber": 70,
    "date": "2013-09-03T00:00:00+01:00",
    "title": "Gone Fishin\u0027",
    "description": "Mayor Harmon, now equipped with his trusty new invention, is joined by Johnny Pemberton to break down prank phone calls. Afterwards a visit from “The Tumor Lady” and then later on, the topic of fishing for compliments becomes a major issue for everyone on stage. Mostly Erin, who challenges Spencer in this nearly lost episode."
  },
  {
    "episodeNumber": 71,
    "date": "2013-09-09T00:00:00+01:00",
    "title": "Push The Button, Pull The Chain",
    "description": "The Mayor uses his iHarmon to knock down an entire show agenda that includes topics like Premium Gas and what Harmontown should do this year for Halloween when Comptroller Jeff Davis says no to his idea for 15 minutes straight. Later, Erin doesn\u0027t understand Grand Theft Auto V and an attractive man in a wheel chair joins the stage for a game of Pathfinder!"
  },
  {
    "episodeNumber": 72,
    "date": "2013-09-16T00:00:00+01:00",
    "title": "Jib Jab Squeeb Squab",
    "description": "Rejoice! Kumail is back and joins Dan and Jeff on stage along with comedians John Roy, James Adomian and the entire front row."
  },
  {
    "episodeNumber": 73,
    "date": "2013-09-24T00:00:00+01:00",
    "title": "From Kennedy\u0027s Assassination, To The Beatles",
    "description": "Don Cheatle\u0027s speech at the Emmys leaves Mayor Harmon pondering. Also, spider monsters, the Beef Fungus Bill game and co-creator of Channel 101 Rob Schrab sits in on D\u0026D!"
  },
  {
    "episodeNumber": 74,
    "date": "2013-09-30T00:00:00+01:00",
    "title": "Morality",
    "description": "Mayor Harmon tries to examine our ethical boundaries, but when that sounds too much like going to bat for pedophiles, everyone starts high fiving themselves for not wanting to do it with babies"
  },
  {
    "episodeNumber": 75,
    "date": "2013-10-08T00:00:00+01:00",
    "title": "Selling Like Hot Snakes",
    "description": "Mayor Harmon is joined once again by guest Rob Schrab and Erin McGathy plays the role of Comptroller. Spontaneous combustion, peeing your pants and letters from reddit await you in this weeks Harmontown!"
  },
  {
    "episodeNumber": 76,
    "date": "2013-10-21T00:00:00+01:00",
    "title": "Hug Me, Hug Me, Hug Me",
    "description": "The room is packed with Communicon fans and two of them are asked by Mayor Harmon to come on stage and discuss a recent internet exchange about why they feel Dan should “stop talking.” A lengthy game of D\u0026D then ensues."
  },
  {
    "episodeNumber": 77,
    "date": "2013-10-28T00:00:00+00:00",
    "title": "Carpool Diem",
    "description": "In the wake of Lou Reed\u0027s passing, in which this episode is dedicated to; a sad, stripped down, sleepy and introspective Velvet Harmontown. Plus, the introduction of Harmontown\u0027s new character “Johnny Jackhammer.” In DnD, the gang is helpless to watch Yearch “less than zero.”"
  },
  {
    "episodeNumber": 78,
    "date": "2013-11-05T00:00:00+00:00",
    "title": "Earthshine",
    "description": "For the second time in Harmontown history a bottle of moonshine appears. It\u0027s Integrity vs. dishonesty, Baby Boomers vs. Gen X\u0027ers vs. Millennials, it\u0027s Mayor Harmon vs. the bathroom at Meltdown Comics, it\u0027s Adam vs. Levi, it\u0027s Harmontown vs. the world!"
  },
  {
    "episodeNumber": 79,
    "date": "2013-11-11T00:00:00+00:00",
    "title": "Dipping, Dangling, and Heel Popping",
    "description": "After some women demonstrate foot fetish techniques that audibly won\u0027t make any sense to you, dear listener, the enigmatic Brody Stevens joins Harmontown for the first time. Later, Mayor Harmon is inducted into a prestigious alliance and Kumail returns to D\u0026D after a month long hiatus. It\u0027s a beautiful sprawling Harmontown, come on down."
  },
  {
    "episodeNumber": 80,
    "date": "2013-11-18T00:00:00+00:00",
    "title": "Harmontown at Largo",
    "description": "In conjunction with Adult Swim and Starburns Industries, HARMONTOWN Live at Largo Coronet Theatre! Featuring Justin Roiland, John Oliver and Sarah Chalke! (Presented in 128kbps Stereo)"
  },
  {
    "episodeNumber": 81,
    "date": "2013-11-25T00:00:00+00:00",
    "title": "Hot Dog With Lettuce",
    "description": "Mayor Harmon jumps right into a drop in from original Saturday Night Live cast member Laraine Newman which merges into a visit from controversial author Dr. Chris Ryan to delves into polygamy and the very nature of our sexuality. In D\u0026D, Spencer gives up."
  },
  {
    "episodeNumber": 82,
    "date": "2013-12-02T00:00:00+00:00",
    "title": "Jim Belushi\u0027s Basement",
    "description": "Mayor Harmon brings Arrested Development\u0027s creator Mitch Hurwitz on stage to talk shop about TV. Later Kumail returns and the whole thing ends with an epic D\u0026D session. Quit reading already and press play!"
  },
  {
    "episodeNumber": 83,
    "date": "2013-12-17T00:00:00+00:00",
    "title": "DICKS AND BALLS AND BEER",
    "description": "It\u0027s the last Harmontown of 2013, get ready for some Christmas magic. Anatoly gets on stage nearly nude, Duncan Trussell talks Christmas as a mushroom cult, Adam Goldberg nearly murders everyone, Jeff Davis hates Paul McCartney and Rob Schrab jumps in on D\u0026D. Happy Holidays and we\u0027ll see you next year!"
  },
  {
    "episodeNumber": 84,
    "date": "2014-01-07T00:00:00+00:00",
    "title": "Low Jack For Your Back Pack, Crackerjack!",
    "description": "Mayor Harmon and his Comptroller Jeff Davis return from Scotland where Dan proposed to Erin McGathy. Then, uhh, Mitch Hurwitz, Harris Wittels, Kumail Nanjiani and Steve Agee join the stage… stop reading and get in here!"
  },
  {
    "episodeNumber": 85,
    "date": "2014-01-13T00:00:00+00:00",
    "title": "Gender Neutrality",
    "description": "A mysterious package sparks a conversation about gender roles in our society; and upon colonizing the moon, is it even possible to raise children gender neutral? Later, Jeff shares kind of a f****d up story."
  },
  {
    "episodeNumber": 86,
    "date": "2014-01-20T00:00:00+00:00",
    "title": "Constitutional Belieber",
    "description": "Mayor Harmon is joined by Alie \u0026 Georgia of the Slumber Party podcast to defend the constitutional rights of Justin Bieber. In D\u0026D, Sharpie doesn\u0027t like Lineve\u0027s tone."
  },
  {
    "episodeNumber": 87,
    "date": "2014-01-27T00:00:00+00:00",
    "title": "Kiss Doesn\u0027t Get The Joke",
    "description": "Guest Comptroller Mitch Hurwitz does his best to help Mayor Harmon and Kumail Nanjiani ridicule Rob Schrab as he tries to celebrate 20 years of his comic book SCUD: The Disposable Assassin. In D\u0026D, Sharpie and Laan-ev go to blows."
  },
  {
    "episodeNumber": 88,
    "date": "2014-02-03T00:00:00+00:00",
    "title": "My Whole Life Is A Smile",
    "description": "Harmontown commemorates Phillip Seymour Hoffman, discusses happiness, takes a Sports Corner break and in Pathfinder, Laan-Ev introduces the gang to his friends."
  },
  {
    "episodeNumber": 89,
    "date": "2014-02-07T00:00:00+00:00",
    "title": "Live At Cobb\u0027s in San Francisco with Joel Hodgson",
    "description": "Harmontown does the 13th annual San Francisco Sketchfest, gets a drop in from Mystery Science Theater 3000\u0027s Joel Hodgson and later on, the show goes straight Maury Povich."
  },
  {
    "episodeNumber": 90,
    "date": "2014-02-10T00:00:00+00:00",
    "title": "CyberChrist and Stubnortz",
    "description": "Mayor Harmon has some qualms with Uber, we check in with Adam Goldberg and SuperEgo\u0027s Matt Gourley settles a dispute during D\u0026D."
  },
  {
    "episodeNumber": 91,
    "date": "2014-02-18T00:00:00+00:00",
    "title": "Net Neutrality/Butt Fun",
    "description": "Net Neutrality activist Eddie Geller shines a light onto how our rights online are on their way out. This, naturally, agitates Mayor Harmon\u0027s disenchantment with bureaucracy and capitalism. Meanwhile, Comptroller Jeff Davis and Kumail Nanjiani attempt to come up with something better to call it than “net neutrality.”"
  },
  {
    "episodeNumber": 92,
    "date": "2014-02-24T00:00:00+00:00",
    "title": "It\u0027s Not Personal, It\u0027s Business",
    "description": "Mayor Harmon becomes label mates with Ice-T, which spurs Comptroller Jeff Davis into having Dan rattle off all his impressions. Mitch Hurwitz joins the group and when Spencer is out for the week, an abstract game of D\u0026D ensues."
  },
  {
    "episodeNumber": 93,
    "date": "2014-03-03T00:00:00+00:00",
    "title": "McConaissance",
    "description": "Mayor Harmon tearfully reflects on the passing of Harold Ramis and while the Academy Awards ceremony takes place mere blocks away, Harmontown hosts its own Oscars special."
  },
  {
    "episodeNumber": 94,
    "date": "2014-03-10T00:00:00+00:00",
    "title": "Live From SXSW \u002714 \u002B Movie Q\u0026A",
    "description": "From Austin, TX, Harmontown is live from the Liberty Tavern and SXSW. Bonus audio from the Q \u0026 A following the premiere of the “Harmontown” documentary."
  },
  {
    "episodeNumber": 95,
    "date": "2014-03-17T00:00:00+00:00",
    "title": "Bill Martigans",
    "description": "The Harmontown dream team; Dan Harmon, Jeff Bryan Davis, Erin McGathy, Mitch Hurwitz and Kumail Nanjiani recap SXSW; Fred Phelps death bed and later, Spencer returns for a roaring session of D\u0026D!"
  },
  {
    "episodeNumber": 96,
    "date": "2014-03-24T00:00:00+00:00",
    "title": "SWAN OF DURG-A-DURG",
    "description": "Following the 826LA charity event, Mayor Harmon is met by an agent of compromise when a psychologist takes the stage. Later, Erin McGathy attempts her first Dungeon Mastering in D\u0026D!"
  },
  {
    "episodeNumber": 97,
    "date": "2014-03-31T00:00:00+01:00",
    "title": "Long Brown Blood",
    "description": "Preparing for its first month hiatus, Harmontown goes for a big blow out that tackles the usual; racism, censorship, health, mortality etc. Spencer returns for D\u0026D to promote Friendship \u0026 Cigarettes."
  },
  {
    "episodeNumber": 98,
    "date": "2014-05-05T00:00:00+01:00",
    "title": "HARMONOLOGY",
    "description": "Hot off the Renaissance Faire, the whole gang is back from hiatus… and very drunk. Kumail Nanjiani and Matt Gourley join the stage while Mayor Harmon proposes a new religion."
  },
  {
    "episodeNumber": 99,
    "date": "2014-05-11T00:00:00+01:00",
    "title": "Live From Bridgetown 2014!",
    "description": "Live from The Bridgetown Festival in Portland, Oregon; Harmontown is now in session!"
  },
  {
    "episodeNumber": 100,
    "date": "2014-05-19T00:00:00+01:00",
    "title": "Boner-Hurt Kansas",
    "description": "It is the Centepisodial Spectacular of Harmontown! Adam Goldberg runs a quiz against a super fan and your Mayor to see who knows more about Harmontown."
  },
  {
    "episodeNumber": 101,
    "date": "2014-05-26T00:00:00+01:00",
    "title": "Paloma",
    "description": "A hungover stroll through such topics as bumper stickers, misogyny, Wolfenstein and how horrifying that game must be for Germans. Kumail Nanjiani\u0027s back and we welcome DeMorge Brown to the stage!"
  },
  {
    "episodeNumber": 102,
    "date": "2014-06-02T00:00:00+01:00",
    "title": "Sleepy Canyoneer",
    "description": "Tony Danza can read Dan\u0027s tweets; everyone shares crying stories and there is a sleepy canyoneer in the crowd."
  },
  {
    "episodeNumber": 103,
    "date": "2014-06-16T00:00:00+01:00",
    "title": "Tony Shalhoub Award",
    "description": "Happy Birthday to all the Fathers out there, Kumail is comptrolling, Erin runs her best game yet and D\u0026D is sizzling. Come get your Harmontown!"
  },
  {
    "episodeNumber": 104,
    "date": "2014-06-23T00:00:00+01:00",
    "title": "Death To Superman",
    "description": "Its just Mayor Harmon, Jeff and Spencer and Dan catches you up in World Cup corner and later, Dan improvises his own Superman movie. In D\u0026D, the gang becomes a literal gang and finally loots."
  },
  {
    "episodeNumber": 105,
    "date": "2014-06-30T00:00:00+01:00",
    "title": "Game Recognize Game",
    "description": "Mayor Harmon enters couples therapy and makes an emotional bid. Kumail Nanjiani is back and doesn\u0027t understand why Jeff talks to strangers. Doctors are too prostate happy and a Brazilian fan from Rio defends them. Just a great episode from top to bottom, enjoy."
  },
  {
    "episodeNumber": 106,
    "date": "2014-07-07T00:00:00+01:00",
    "title": "Pakisnap!",
    "description": "Dan Harmon, Jeff Davis, Greg Proops, Kumail Nanjiani, Erin McGathy and Spencer Crittenden perform for another sold out HARMONTOWN and FINALLY, necrophillia is discussed at great length."
  },
  {
    "episodeNumber": 107,
    "date": "2014-07-14T00:00:00+01:00",
    "title": "Clever Girl",
    "description": "Mayor Harmon perfects the apology, Erin McGathy runs an epic Game Corner and in D\u0026D the gang encounter a black dragon."
  },
  {
    "episodeNumber": 108,
    "date": "2014-07-21T00:00:00+01:00",
    "title": "I Make A 5 Stars",
    "description": "Mayor Dan Harmon and Comptroller Duncan Trussell makes another sold out show at Nerdmelt Theater one for the ages!"
  },
  {
    "episodeNumber": 109,
    "date": "2014-07-28T00:00:00+01:00",
    "title": "Jamie Lannister\u0027s Hand",
    "description": "Mayor Harmon discusses ComicCon, we enter the Animal Corner, finds out Rogaine will kill your cat and Kumail returns just in time for a rousing round of D\u0026D."
  },
  {
    "episodeNumber": 110,
    "date": "2014-08-04T00:00:00+01:00",
    "title": "Dana Carvey Has Never Done Anything Wrong",
    "description": "Mayor Harmon welcomes Dana Carvey to Harmontown who for some reason apologizes for Wayne\u0027s World two and out of nowhere, Tenacious D of www.festivalsupreme.com appear out of thin air! In D\u0026D, someone dies."
  },
  {
    "episodeNumber": 111,
    "date": "2014-08-11T00:00:00+01:00",
    "title": "Fluid Levitation",
    "description": "Mayor Harmon, Jeff Davis, Erin McGathy and Spencer Crittenden discover a Belgian fan in the audience, but when a Londoner from the crowd"
  },
  {
    "episodeNumber": 112,
    "date": "2014-08-18T00:00:00+01:00",
    "title": "Popeye Is Our Lord And Savior",
    "description": "Harmontown is not ready to say goodbye to our friend Robin WIlliams; Jeff \u0026 Dan write a new song, an Emmy award winning special effects editor makes their way to the stage, Ferguson and the current paramilitary police state are discussed at length. You ready? Lets do this."
  },
  {
    "episodeNumber": 113,
    "date": "2014-08-25T00:00:00+01:00",
    "title": "FlagCop",
    "description": "Mayor Harmon is possibly a bit jealous of Spencer and Real Abed\u0027s budding friendship, and later we welcome Demorge Brown to the mix which spawns a TV pilot pitch, “FlagCop”."
  },
  {
    "episodeNumber": 114,
    "date": "2014-09-01T00:00:00+01:00",
    "title": "Slick Rick \u0026 The Batman",
    "description": "Mayor Harmon pays an Australian in the audience 100 bucks to serve them cups of ice. We get to the bottom of Schrabbing with Internet Trolling Sensation Rob Schrab and later, Rob provides all sound effects for D\u0026D."
  },
  {
    "episodeNumber": 115,
    "date": "2014-09-08T00:00:00+01:00",
    "title": "Oh, the Blimpery!",
    "description": "Dolphins are bad, Jews are great as learn with comptroller, Rick \u0026 Morty writer Ryan Ridley! Then for the first time we welcome our hilarious friend Dave Horwitz to the stage who you all now can begin to fall for. In D\u0026D, its really funny."
  },
  {
    "episodeNumber": 116,
    "date": "2014-09-15T00:00:00+01:00",
    "title": "Live from The XOXO Festival in Portland 2014",
    "description": "Technology! Industry! Vodka! Harmontown live in Portland from the XOXO Festival with Spencer as your humble comptroller!"
  },
  {
    "episodeNumber": 117,
    "date": "2014-09-21T00:00:00+01:00",
    "title": "Debbie Request Permission To Do Dallas",
    "description": "Harmontown tests its live streaming capabilities, Alex Rubens comptrolls and instead of D\u0026D the group goes on a sci-fi side quest."
  },
  {
    "episodeNumber": 118,
    "date": "2014-09-29T00:00:00+01:00",
    "title": "LIVE from Seattle 2014 feat. Dino Stamatopoulis",
    "description": "Harmontown kicks of its run of movie screenings followed by a live podcast in Seattle to a powerful crowd of Harmenians and is post lifted to new heights and derailed from its first guest comptrolling appearance from Dino Stamatopoulos!"
  },
  {
    "episodeNumber": 119,
    "date": "2014-10-05T00:00:00+01:00",
    "title": "LIVE at the Vista with bonus Q\u0026A",
    "description": "In conjunction with Cinefamily and Starburns Industries, enjoy Harmontown, LIVE from the Vista theater with a special Q\u0026A for the HARMONTOWN movie, now at harmontown.com!"
  },
  {
    "episodeNumber": 120,
    "date": "2014-10-10T00:00:00+01:00",
    "title": "LIVE in Toronto feat. Bobcat Goldthwait",
    "description": "Harmontown visits Toronto for a massive show with comptroller Bobcat Goldthwait! Later, our friend Jane comes on stage to talk transgenderism."
  },
  {
    "episodeNumber": 121,
    "date": "2014-10-14T00:00:00+01:00",
    "title": "LIVE from 92y feat. Gilbert Gottfried",
    "description": "Comptroller Gilbert Gottfried warms up Harmontown\u0027s biggest crowd yet at New York City\u0027s 92y!"
  },
  {
    "episodeNumber": 122,
    "date": "2014-10-27T00:00:00+00:00",
    "title": "LIVE from The Roxie in San Francisco feat. Steve Agee",
    "description": "Harmontown begins an epic 4 days of non-stop podcasting starting in San Francisco with none other then comptroller Steve Agee!"
  },
  {
    "episodeNumber": 123,
    "date": "2014-10-29T00:00:00+00:00",
    "title": "LIVE from Austin, TX with LEVAR BURTON",
    "description": "Harmontown goes to Austin and holy sh*t, LeVar Burton is the comptroller."
  },
  {
    "episodeNumber": 124,
    "date": "2014-10-30T00:00:00+00:00",
    "title": "LIVE from Houston, TX with comptroller Erin McGathy!",
    "description": "Harmontown is in Aust....no wait Houston and the gang discusses weddings, Erin hosts a game corner and producer Dustin shares stories about cum."
  },
  {
    "episodeNumber": 125,
    "date": "2014-11-03T00:00:00+00:00",
    "title": "Lets Teach Duncan Trussell How To Be Mean feat. Joel McHale",
    "description": "After 4 days of straight podcasting, the gang returns to LA with comptroller Duncan Trussell and a special drop in from Community\u0027s Joel McHale."
  },
  {
    "episodeNumber": 126,
    "date": "2014-11-01T00:00:00+00:00",
    "title": "LIVE from Chicago with comptroller Dino Stamatopolous",
    "description": "Harmontown is live from Chicago, with Dino, Spencer, a guy with gout , a racism specialist and a live organist!"
  },
  {
    "episodeNumber": 127,
    "date": "2014-11-09T00:00:00+00:00",
    "title": "Ant Ball",
    "description": "Comproller Dave Horwitz makes his first appearance. A Russian travels the world to ask Dan one question, and Spencer devises a way to get off of an island if stranded."
  },
  {
    "episodeNumber": 128,
    "date": "2014-11-23T00:00:00+00:00",
    "title": "That\u0027s my wife\u0027s pie, you bitch!",
    "description": "Schrab secretly Schrabs the gang, Cameron Esposito and Rhea Butcher of the Put Your Hands Together podcast stop by and talk movies, Kumail returns, Dan and Erin got married, and in D\u0026D they encounter some sleeping bears."
  },
  {
    "episodeNumber": 129,
    "date": "2014-12-07T00:00:00+00:00",
    "title": "Best of a Bad Lot",
    "description": "Harmontown welcomes the return of comptroller Jeff Davis, Mayor Harmon wants you off his lawn and creator of The IT Crowd, Graham Linehan, meets Dan on stage for the first time and they exchange their transcontinental show runner blues."
  },
  {
    "episodeNumber": 130,
    "date": "2014-12-14T00:00:00+00:00",
    "title": "There\u0027s Nothing To Be Ashamed Of Except America",
    "description": "It\u0027s the last Harmontown of 2014 and the first time we\u0027ve had the whole gang together in a while. Dan Harmon, Jeff Davis, Kumail Nanjiani, Erin McGathy, Spencer Crittenden and guest John Roy talk sniffers."
  },
  {
    "episodeNumber": 131,
    "date": "2015-01-11T00:00:00+00:00",
    "title": "Dirty Little Potato People",
    "description": "Harmontown 2015 is here! Back To The Future 2 conspiracies, Ireland and D\u0026D goes on hiatus as the gang begins a 2015 ShadowRun campaign."
  },
  {
    "episodeNumber": 132,
    "date": "2015-01-25T00:00:00+00:00",
    "title": "You Make My Shadow Run with David Cross!",
    "description": "Kumail comptrolls, Dan tries to cover the zeitgeist and is joined by David Cross! Who sits in while the gang begin their Shadow Run campaign. Music by YACHT."
  },
  {
    "episodeNumber": 133,
    "date": "2015-02-01T00:00:00+00:00",
    "title": "DeMorge Do You Know Jamal?",
    "description": "It\u0027s sports corner for all you Superbowl heads, audience member Jamal sheds some light on race and ShadowRun is in full effect."
  },
  {
    "episodeNumber": 134,
    "date": "2015-02-08T00:00:00+00:00",
    "title": "Dogs, Cats, and Danny DeVito",
    "description": "Dan solicits black audience members to join the show and organically, not by force or anything, they engage in a rap battle. Guest Greg Proops returns and adds a nice layer of insanity to our Shadow Run campaign."
  },
  {
    "episodeNumber": 135,
    "date": "2015-02-15T00:00:00+00:00",
    "title": "WIDE",
    "description": "Post Valentine\u0027s Day Harmon is burnt out and declares it to be a bad show, then throws to Twitter and takes us along a musical journey. This is episode is so wide."
  },
  {
    "episodeNumber": 136,
    "date": "2015-02-22T00:00:00+00:00",
    "title": "Dick Pic",
    "description": "It\u0027s Oscar night and Dino almost had a three way. There\u0027s a new Adam Goldberg, Erin McGathy\u0027s acceptance speech game corner, Shadow Run and more. RIP Harris Wittels, we miss you. End music \u0022Lisa\u0022 by Don\u0027t Stop Or We\u0027ll Die."
  },
  {
    "episodeNumber": 137,
    "date": "2015-03-01T00:00:00+00:00",
    "title": "Jesus Christ This Business Is Risky",
    "description": "King of all nerds, Curtis Armstrong, AKA \u0022Booger\u0022 visits Harmontown and apparently never has played a role-playing game before and then completely crushes it in Shadowrun."
  },
  {
    "episodeNumber": 138,
    "date": "2015-03-08T00:00:00+00:00",
    "title": "Hologram Crawford",
    "description": "We meet the laziest rapper, Curtis Armstrong becomes the latest member of the Harmontown family and the plot in Shadowrun thickens."
  },
  {
    "episodeNumber": 139,
    "date": "2015-03-14T00:00:00+00:00",
    "title": "Live from SXSW \u002715",
    "description": "Featuring Dan Harmon, Jeff Davis, Chris McKenna, Spencer Crittenden and Erin McGathy. This episode was recorded at Brazos Hall during SXSW, sponsored by Yahoo."
  },
  {
    "episodeNumber": 140,
    "date": "2015-03-22T00:00:00+00:00",
    "title": "Hobo\u0027s Don\u0027t Talk Back To Nobody",
    "description": "Hear ye, hear ye, Harmontown is now in session. There\u0027s some talkin\u0027, there\u0027s some rappin\u0027, there\u0027s some shadow runnin\u0027."
  },
  {
    "episodeNumber": 141,
    "date": "2015-03-29T00:00:00+00:00",
    "title": "The Jews Abide",
    "description": "It\u0027s HarmonBlock 2015, some of us really had ADD and we adhere to the wisdom of Sam Elliot on HARMONTOWN!"
  },
  {
    "episodeNumber": 142,
    "date": "2015-04-05T00:00:00+01:00",
    "title": "Kiss On Your Balls",
    "description": "It\u0027s Easter. Jeff does not understand Chain Zingers. Like, really doesn\u0027t get it. Curtis Armstrong returns for Shadowrun and there is a lot of testicle play."
  },
  {
    "episodeNumber": 143,
    "date": "2015-04-12T00:00:00+01:00",
    "title": "Retardinol",
    "description": "Rick and Morty\u0027s Justin Roiland makes a revelation to Curtis Armstrong. Harmon longs for the cold war and its Shadow Run, not Shadow Picnic! Brought to you by Doritos and Honda!"
  },
  {
    "episodeNumber": 144,
    "date": "2015-04-26T00:00:00+01:00",
    "title": "Operation Metalbeast",
    "description": "Harmon hates muppets. We meet a guy named Skuta and shortly after, the most intense fan in the show\u0027s history."
  },
  {
    "episodeNumber": 145,
    "date": "2015-05-03T00:00:00+01:00",
    "title": "Swastika Made of Dicks",
    "description": "Mayor Harmon\u0027s neighbor posts an elitist sign in their neighborhood and he loses it. There\u0027s rants, bits, baby talk, Shadownrun. Spencer, Curtis, Erin and DeMorge."
  },
  {
    "episodeNumber": 146,
    "date": "2015-05-10T00:00:00+01:00",
    "title": "Definitely Squatchy, Bro (LIVE from Bridgetown 2015!)",
    "description": "Harmontown goes back to Portland for Bridgetown 2015 and it gets squatchy, bro!"
  },
  {
    "episodeNumber": 147,
    "date": "2015-05-17T00:00:00+01:00",
    "title": "High Concept Humiliation",
    "description": "Sen. Bernie Sanders pays a visit to Harmontown and talks the bottom 45 percent of the top 60 percent of the top 1 percent."
  },
  {
    "episodeNumber": 148,
    "date": "2015-05-24T00:00:00+01:00",
    "title": "Easy, Sisyphus",
    "description": "The great Andy Kindler finally visits Harmontown!!!"
  },
  {
    "episodeNumber": 149,
    "date": "2015-05-31T00:00:00+01:00",
    "title": "LIVE from Everything Is Festival 2015",
    "description": "Harmontown is back in Portland for Everything Is Terrible! Penis size is questioned and two well dressed audio members take the brunt of it, Dan is accused of sh*tting his pants and ends up revealing his balls."
  },
  {
    "episodeNumber": 150,
    "date": "2015-06-07T00:00:00+01:00",
    "title": "Where My Technochromes At?",
    "description": "Dan can see more colors than the average person and doesn\u0027t care because colors are dumb. Curtis Armstrong comptrolls."
  },
  {
    "episodeNumber": 151,
    "date": "2015-06-14T00:00:00+01:00",
    "title": "Row, Row, Row Your Boat",
    "description": "In what has become an instant classic episode of Harmontown, Mayor Harmon is joined by Paget Brewster, Curtis Armstrong, Jeff Davis, Erin McGathy, Spencer Crittenden, Demorge Brown and more for a non-stop insane episode."
  },
  {
    "episodeNumber": 152,
    "date": "2015-06-21T00:00:00+01:00",
    "title": "White Guilt Kerosene on the White Guilt Bonfire",
    "description": "Dan, Jeff and Spencer start out the show, World Cup sports corner and lots of privilege and guilt."
  },
  {
    "episodeNumber": 153,
    "date": "2015-06-28T00:00:00+01:00",
    "title": "You Do Not Spam Fireballs",
    "description": "The reason Harmontown exists, Emily Gordon, guest for the first time. Kumail drops in, feminists are responsible for 99.9% of blowjobs and sperm is like a slushy."
  },
  {
    "episodeNumber": 154,
    "date": "2015-07-05T00:00:00+01:00",
    "title": "Taye Brigston, the Littlest Show Promoter",
    "description": "Meet Taye Brigston the world\u0027s Littlest Show Promoter of Tiny You!"
  },
  {
    "episodeNumber": 155,
    "date": "2015-07-12T00:00:00+01:00",
    "title": "Live from the Tin Roof in San Diego 2015",
    "description": "Hot off of ComicCon, Harmontown summons harmenians to San Diego\u0027s Tin Roof for a night of drinking, rapping, dinosaurs, bananas and more."
  },
  {
    "episodeNumber": 156,
    "date": "2015-07-19T00:00:00+01:00",
    "title": "Poop Is Temporary, Money Is Forever",
    "description": "How big is a bulls urethra? Dan has a video game romance he\u0027s guilty about and the gang tries to initiate some butt chuggin\u0027."
  },
  {
    "episodeNumber": 157,
    "date": "2015-08-02T00:00:00+01:00",
    "title": "LIVE from UCB East in New York",
    "description": "Dan\u0027s in New York for a project and Harmontown does a small intimate show at Upright Citizens Brigade Theater East. Daily Show writer Rory Albanese swings by, Absinth is drank. Drunk? Dranken? Whatever!"
  },
  {
    "episodeNumber": 158,
    "date": "2015-08-09T00:00:00+01:00",
    "title": "While in Stealth Mode Press \u0027X\u0027 to Kiss Your Wife",
    "description": "Erin is out of the country and Harmon is playing a lot of video games and has strong opinions on them. Ryan Ridley comptrolls and the guys from Before You Were Funny make Harmon read one of his earliest short stories."
  },
  {
    "episodeNumber": 159,
    "date": "2015-08-16T00:00:00+01:00",
    "title": "Firetruck",
    "description": "Our friends Bobcat Goldthwait and Curtis Armstrong return to the show with plenty of insane stories to share."
  },
  {
    "episodeNumber": 160,
    "date": "2015-08-23T00:00:00+01:00",
    "title": "AWWW",
    "description": "As we learned last week, the movie Boat Trip is insane, and a surprise drop in from Horatio Sanz discusses just how strange working on it really was. Later, the audiences awwws."
  },
  {
    "episodeNumber": 161,
    "date": "2015-08-30T00:00:00+01:00",
    "title": "Pink Mist",
    "description": "Harmon experiences true virtual reality and makes soup, Paul Scheer and Rob Huebel join us for the first time, chimpanzees are monsters and ideal ways to die."
  },
  {
    "episodeNumber": 162,
    "date": "2015-09-06T00:00:00+01:00",
    "title": "Sperm Count",
    "description": "Kumail returns! The Lil\u0027 Cuties drop by, Harmon questions his sperm count and MORE!"
  },
  {
    "episodeNumber": 163,
    "date": "2015-09-13T00:00:00+01:00",
    "title": "NeuroTitties",
    "description": "Author of the quintessential book on autism, \u0022NeuroTribes\u0022, Steven Silberman joins Harmontown for an in depth conversation on the history of and hyper-intelligent nature of autism."
  },
  {
    "episodeNumber": 164,
    "date": "2015-09-20T00:00:00+01:00",
    "title": "Peak Hitler",
    "description": "Senator Bernie Sanders returns, Harmon thinks of the most insulting thing to tattoo above your penis and Shadowrun is faced with a newfound time limit."
  },
  {
    "episodeNumber": 165,
    "date": "2015-09-27T00:00:00+01:00",
    "title": "Where the Moon?",
    "description": "Steve Agee comptrolls, Felicia Day guests, Shadowrun kicks ass."
  },
  {
    "episodeNumber": 166,
    "date": "2015-10-04T00:00:00+01:00",
    "title": "#CHIOPS",
    "description": "Comptroller Rob Schrab comes out of the gate yelling, an over zealous fan brings hot sauce to the stage and guest Amy Berg and Wil Wheaton play a game of Werewolf!"
  },
  {
    "episodeNumber": 167,
    "date": "2015-10-11T00:00:00+01:00",
    "title": "Confirmed by a Well Respected Arborist",
    "description": "Dan and Erin get a divorce, The Bootsins return and are torn up about a dying eucalyptus tree, Curtis Armstrong comptrolls, Colin Hanks guests... buckle up."
  },
  {
    "episodeNumber": 168,
    "date": "2015-10-19T00:00:00+01:00",
    "title": "Live From The SeeSo Launch at the New York Television Festival 2015",
    "description": "Harmontown invades The New York Television festival for the launch of Seeso, a new comedy streaming service and the home of our upcoming show Harmonquest!"
  },
  {
    "episodeNumber": 169,
    "date": "2015-10-25T00:00:00+01:00",
    "title": "A Little Handicap",
    "description": "We welcome the great Andy Kindler back to Harmontown and Dan goes to the haunted hayride and something incredibly offensive happens."
  },
  {
    "episodeNumber": 170,
    "date": "2015-11-01T00:00:00+00:00",
    "title": "We Will Be There To Service The Aquarium",
    "description": "Back by popular demand, Rob Schrab returns to the show even to Harmon\u0027s detriment."
  },
  {
    "episodeNumber": 171,
    "date": "2015-11-08T00:00:00+00:00",
    "title": "I Gymnastics Over To Her",
    "description": "Guest comptroller Ryan Ridley and guest Aubrey Plaza forge their way through the pseudo socio-political intestinal tract of Harmontown!"
  },
  {
    "episodeNumber": 172,
    "date": "2015-11-11T00:00:00+00:00",
    "title": "LIVE at The Gramercy, NY Comedy Festival 2015: Night 1",
    "description": "Get ready for two nights of the craziest Harmontowns ever."
  },
  {
    "episodeNumber": 173,
    "date": "2015-11-14T00:00:00+00:00",
    "title": "LIVE at The Gramercy, NY Comedy Festival 2015: Night 2",
    "description": "Scott Adsit and Dino Stamatopoulos join Harmontown Night 2 at the Gramcery."
  },
  {
    "episodeNumber": 174,
    "date": "2015-11-22T00:00:00+00:00",
    "title": "Crazy Gums",
    "description": "Thomas Middleditch joins Harmontown for some full body scrubbing, Shadow Run and possibly some deeply offensiveness."
  },
  {
    "episodeNumber": 175,
    "date": "2015-11-29T00:00:00+00:00",
    "title": "Princess Spencer Crittenden Nipples",
    "description": "The guys make Siri do their bidding, an emotional moment with an audeince memeber, Rick and Morty writers playing Shadowrun. Be careful, cause there\u0027s snakes out here bitch!"
  },
  {
    "episodeNumber": 176,
    "date": "2015-12-06T00:00:00+00:00",
    "title": "I Don\u0027t Want To Die!",
    "description": "Kyle, heart transplant survivor joins the stage and Rob Schrab guest comptrolls and makes Dan feel bad about not hanging out with him more."
  },
  {
    "episodeNumber": 177,
    "date": "2015-12-13T00:00:00+00:00",
    "title": "Why Is It Called Lord of the Rings?",
    "description": "Rob Schrab questions Lord Of The Ring(s), depression and someone dies in Shadow Run!"
  },
  {
    "episodeNumber": 178,
    "date": "2015-12-20T00:00:00+00:00",
    "title": "Press F to Control Fred",
    "description": "Its the last Harmontown of 2015. Plenty of Schrabbing, mannequin leg fetishes, cartoon pornography and we meet Fred, a video game instruction manual artist. Thanks for listening everyone! We will see you in 2016!"
  },
  {
    "episodeNumber": 179,
    "date": "2016-01-09T00:00:00+00:00",
    "title": "LIVE at San Francisco Sketchfest 2016!",
    "description": "Harmontown returns to San Francisco Sketchfest for porn, adult diapers, breast cancer awareness and pure insanity."
  },
  {
    "episodeNumber": 180,
    "date": "2016-01-10T00:00:00+00:00",
    "title": "Your Boobs are Sick",
    "description": "Guest comptroller Rhea Butcher joins your Mayor through the world of politics, gay weddings and mannequin legs."
  },
  {
    "episodeNumber": 181,
    "date": "2016-01-16T00:00:00+00:00",
    "title": "Live from the Magic City Comic Con 2016",
    "description": "The now infamous episode of Harmontown from Miami with guest comptroller Dino Stamatopoulos takes a turn when some uncool violence goes down."
  },
  {
    "episodeNumber": 182,
    "date": "2016-01-24T00:00:00+00:00",
    "title": "Sociopolitical Anal Beads",
    "description": "Fallout Shelter racism, Rob Schrab has bags on his feet and wonders, how come we haven\u0027t gone down?"
  },
  {
    "episodeNumber": 183,
    "date": "2016-01-31T00:00:00+00:00",
    "title": "Disproportionate",
    "description": "Our friend Colin joins us to fill us in what it\u0027s like to be a little person. Brought to you by Balls, it\u0027s whats for dinner."
  },
  {
    "episodeNumber": 184,
    "date": "2016-02-07T00:00:00+00:00",
    "title": "Strain Has A New First Name",
    "description": "Harmontown meets Zoe Lister Jones then turns into an hour of improv and complete chaos!"
  },
  {
    "episodeNumber": 185,
    "date": "2016-02-20T00:00:00+00:00",
    "title": "Live from Chicago 2016!",
    "description": "A game changing sold out show in Chicago\u0027s beautiful Park West theatre! Music by Babes."
  },
  {
    "episodeNumber": 186,
    "date": "2016-02-28T00:00:00+00:00",
    "title": "Auld Lang Scrab",
    "description": "Harmon loses an Oscar, Phil and Mike of HBO\u0027s Animals, Abed Geith returns and Schrab is extra disruptive on HARMONTOWN!"
  },
  {
    "episodeNumber": 187,
    "date": "2016-03-06T00:00:00+00:00",
    "title": "The Four Points of the Triangle",
    "description": "Dan is stoned…Schrab too, the creator of The Stanley Parable randomly joins the stage and Spencer steals the show with some improv."
  },
  {
    "episodeNumber": 188,
    "date": "2016-03-13T00:00:00+00:00",
    "title": "Donna Schrab Gets Things Done",
    "description": "Rob Corddry visits Harmontown for the first time and is a die-hard fan, everyone falls in love with him. Later we meet Rob Schrab\u0027s parents!"
  },
  {
    "episodeNumber": 189,
    "date": "2016-03-20T00:00:00+00:00",
    "title": "Monster Man",
    "description": "The gang tries to come up with a song and Weird Al each other then an instant Harmontown classic moment happens. Opening song by Babes."
  },
  {
    "episodeNumber": 190,
    "date": "2016-03-27T00:00:00+00:00",
    "title": "Pineapple",
    "description": "A packed episode leads to three Robs and the roast of Jimmy Carrane. Opening music by Titanic Sinclair!"
  },
  {
    "episodeNumber": 191,
    "date": "2016-04-03T00:00:00+01:00",
    "title": "Monochromophiliacs",
    "description": "It\u0027s a whodunit with Paul F. Tompkins on Harmontown!"
  },
  {
    "episodeNumber": 192,
    "date": "2016-04-10T00:00:00+01:00",
    "title": "Give Black People A Chance To Hear Crickets",
    "description": "Aisha Tyler visits Harmontown along with Hour Of Goon\u0027s Jeordie White and Fred Sablan for some complete insanity."
  },
  {
    "episodeNumber": 193,
    "date": "2016-04-17T00:00:00+01:00",
    "title": "Ghost Dinosaurs",
    "description": "Deadbeat\u0027s Tyler Labine plus the return of Kumail Nanjiani with Rob Schrab, Spencer and Jeff all on stage at once!"
  },
  {
    "episodeNumber": 194,
    "date": "2016-04-24T00:00:00+01:00",
    "title": "Talk, Talk, Talk, Wounded",
    "description": "Gigantic sweetheart and actor Derek Mears visits Harmontown, Dan doesn\u0027t trust when Rob says “I love you”, music by Jeordie White."
  },
  {
    "episodeNumber": 195,
    "date": "2016-05-01T00:00:00+01:00",
    "title": "What Did You Do To Norman Lear?",
    "description": "The most legendary television writer and producer in all of history Norman Lear joins Harmontown, you\u0027ll never look at birthday candles the same way again."
  },
  {
    "episodeNumber": 196,
    "date": "2016-05-08T00:00:00+01:00",
    "title": "Problematizing",
    "description": "The Doughboys drop by Harmontown on Mother\u0027s Day and some insane improv ensues."
  },
  {
    "episodeNumber": 197,
    "date": "2016-05-15T00:00:00+01:00",
    "title": "Stop Singing And Make A Chair",
    "description": "Your Mayor poops his pants again, flat earth theory and pulling the plug on Rob Schrab."
  },
  {
    "episodeNumber": 198,
    "date": "2016-05-22T00:00:00+01:00",
    "title": "Complete Access To Air",
    "description": "Guest comptroller Cameron Esposito, a baseball team clad Rhea Butcher, a just wrapped Great Minds director Heath Cullen, our transgender friend Jane Cook equipped with a key to Harmon\u0027s house, a poked in the stomach Spencer and a very happy Harmon on a stellar episode."
  },
  {
    "episodeNumber": 199,
    "date": "2016-05-29T00:00:00+01:00",
    "title": "Flesh Thing Made Of Four Strings Of Dude",
    "description": "Dan and Jeff trip balls and your Mayor has a message from the Void. Jason Sudeikis returns for the first time since the movie tour along with first time guest Will Forte!"
  },
  {
    "episodeNumber": 200,
    "date": "2016-06-05T00:00:00+01:00",
    "title": "Simulation",
    "description": "Harmontown turns 200 with Rob Schrab and Rob Corddry, some Harmontown regulars return including Adam Goldberg and Harmon lays down the greatest rap ever."
  },
  {
    "episodeNumber": 201,
    "date": "2016-06-19T00:00:00+01:00",
    "title": "Black Woman Against Over Here",
    "description": "Spencer comptrolls, Dino stops by and it\u0027s hot as absolute Hell."
  },
  {
    "episodeNumber": 202,
    "date": "2016-06-26T00:00:00+01:00",
    "title": "A Lady Who Is Famous For Killing Her Baby",
    "description": "An all-star hunk episode of Harmontown with humanitarian beefcake Daniel Gillies, the mouth watering Duncan Trussell and the cut from marble stone greek god Kumail Nanjiani."
  },
  {
    "episodeNumber": 203,
    "date": "2016-07-03T00:00:00+01:00",
    "title": "Pubic Hairs Travel or Migrate",
    "description": "Power trio Dan Harmon, Jeff Davis and Spencer Crittenden lay down another classic episode of Harmon."
  },
  {
    "episodeNumber": 204,
    "date": "2016-07-10T00:00:00+01:00",
    "title": "I\u0027m Drunk and High and Shouldn\u0027t Have a Podcast",
    "description": "What would seem like a classic episode format, becomes weird. Weird af. A great weird episode."
  },
  {
    "episodeNumber": 205,
    "date": "2016-07-23T00:00:00+01:00",
    "title": "Live from San Diego",
    "description": "There is no other Harmontown like this. In an effort to sell tickets Dan writes a Community Movie projected on screen."
  },
  {
    "episodeNumber": 206,
    "date": "2016-07-24T00:00:00+01:00",
    "title": "Celebrity Highlander",
    "description": "Of Search Party and Arrested Development Alia Shawkat stops by self-imposed sleepy Harmontown with a historical 30 minute MeUndies commercial."
  },
  {
    "episodeNumber": 207,
    "date": "2016-07-30T00:00:00+01:00",
    "title": "LIVE from Just for Laughs Montreal 2016",
    "description": "Harmontown is welcomed by a warm crowd and a sold out show in Montreal for another gut spilling and heart wrenching episode steeped in comedy and loving kindness."
  },
  {
    "episodeNumber": 208,
    "date": "2016-08-07T00:00:00+01:00",
    "title": "Kratom Barrel",
    "description": "Dan riffs on what happens when Michael Winslow goes to war with Radiohead. Later on, transgender back rubs."
  },
  {
    "episodeNumber": 209,
    "date": "2016-08-14T00:00:00+01:00",
    "title": "Pantyhose \u0026 Coconuts",
    "description": "Of the FeralAudio.com podcast Obsessed, Joseph Scrimshaw talks Obsession with the Harmontown gang and your Mayor dives into his pantyhose fetish."
  },
  {
    "episodeNumber": 210,
    "date": "2016-08-21T00:00:00+01:00",
    "title": "A Haunted House With A Glass Ceiling",
    "description": "A 4 year old takes the stage, a 16 year old stage, Cameron Esposito and Rhea Butcher, The Bootzins, Casper Mattresses."
  },
  {
    "episodeNumber": 211,
    "date": "2016-08-28T00:00:00+01:00",
    "title": "JonBenét Gacy",
    "description": "My Favorite Murder meets Harmontown."
  },
  {
    "episodeNumber": 212,
    "date": "2016-09-11T00:00:00+01:00",
    "title": "The Medicine of Attention",
    "description": "Skull Juice\u0027s Dino Stamatopoulos and Andy Dick and the creators of “Stranger Things” The Duffer Brothers all in one episode."
  },
  {
    "episodeNumber": 213,
    "date": "2016-09-18T00:00:00+01:00",
    "title": "ED-209",
    "description": "SCHRAB IS HERE. And the best improvised scene ever ensues."
  },
  {
    "episodeNumber": 214,
    "date": "2016-09-27T00:00:00+01:00",
    "title": "Live at JFL Toronto",
    "description": "Harmontown comes to Toronto along with Emily Gordon and Kumail Nanjiani to perform some weird improv in front of a lot of people."
  },
  {
    "episodeNumber": 215,
    "date": "2016-10-02T00:00:00+01:00",
    "title": "Amazing Shave",
    "description": "Rapper Logic joins Harmontown and we continue our legacy of the greatest advertising money can buy."
  },
  {
    "episodeNumber": 216,
    "date": "2016-10-10T00:00:00+01:00",
    "title": "No on Prop 60",
    "description": "The Michael Jordan of porn Riley Reid enlightens Harmenians and Californians why we need to vote NO on Prop 60. dontharassca.com Later military nerds enlighten us all on why not to join the military or get out."
  },
  {
    "episodeNumber": 217,
    "date": "2016-10-16T00:00:00+01:00",
    "title": "I Wanna Shave with Me",
    "description": "Andy Dick and Dino Stamatopoulos return for some music, slide whistle and some feels. Your Mayor uses the pressure valve on his brain and lets off some steam."
  },
  {
    "episodeNumber": 218,
    "date": "2016-10-23T00:00:00+01:00",
    "title": "Walter Blanco",
    "description": "Drew Ackerman of the Sleep With Me podcast tries to test out his ability to put people to sleep on the Harmontown fan. Speaking of fans, one of the weirdest ones ever takes the stage."
  },
  {
    "episodeNumber": 219,
    "date": "2016-11-05T00:00:00+00:00",
    "title": "Night 1 At The 2016 New York City Comedy Festival!",
    "description": "We\u0027re back at New York\u0027s Gramercy Theater and meet comedian and artist Mary Houlihan as well as Evan Shapiro, the Founder SeeSo, the home of Harmonquest!"
  },
  {
    "episodeNumber": 220,
    "date": "2016-11-06T00:00:00+00:00",
    "title": "Night 2 At The 2016 New York City Comedy Festival!",
    "description": "For the first time EVER it\u0027s Spencer and Dan. Two stools, one show runner, one game master."
  },
  {
    "episodeNumber": 221,
    "date": "2016-11-13T00:00:00+00:00",
    "title": "It Happened In Silverlake",
    "description": "In the wake of an upsetting election and racial tension, Harmontown welcomes the Avenger\u0027s Elizabeth Olsen, Rick and Morty\u0027s Brandon Johnson and our first musical guest ever Babes to suss it all out. Ha-ha-ha ha-ha ha ha-ha."
  },
  {
    "episodeNumber": 222,
    "date": "2016-11-20T00:00:00+00:00",
    "title": "Anne Frank Kicked A Cat Once",
    "description": "Erin McGathy makes a triumphant return to Harmontown as the role of Spencer and brings the sounded of 20 sided die back to Harmontown! Bonus track: an all new song originally made for Harmontown by Colleen Green!"
  },
  {
    "episodeNumber": 223,
    "date": "2016-12-04T00:00:00+00:00",
    "title": "Charles Manson Shark Tank",
    "description": "Featuring Dan Harmon, Jeff Davis, Spencer Crittenden and Ptolemy Slocum."
  },
  {
    "episodeNumber": 224,
    "date": "2016-12-15T00:00:00+00:00",
    "title": "Harmontownunder: Brisbane, Australia",
    "description": "Harmontown journeys to Australia! First stop, Brisbane."
  },
  {
    "episodeNumber": 225,
    "date": "2016-12-16T00:00:00+00:00",
    "title": "Harmontownunder: Melbourne, Australia",
    "description": "The Australian adventures of Harmontown continue with a sold out show in Melbourne, Australia!"
  },
  {
    "episodeNumber": 226,
    "date": "2016-12-17T00:00:00+00:00",
    "title": "Harmontownunder: Sydney, Australia - Day 1.",
    "description": "Night 1 of Harmontown at the historic Sydney Opera House in Sydney Australia!"
  },
  {
    "episodeNumber": 227,
    "date": "2016-12-18T00:00:00+00:00",
    "title": "Harmontownunder: Sydney, Australia - Day 2",
    "description": "Featuring Dan Harmon, Jeff Davis and Spencer Crittenden."
  },
  {
    "episodeNumber": 228,
    "date": "2017-01-08T00:00:00+00:00",
    "title": "I Fucking Love White Shit?",
    "description": "Harmontown is back in the states for the first show of 2017!"
  },
  {
    "episodeNumber": 229,
    "date": "2017-01-15T00:00:00+00:00",
    "title": "Health Care is Good, Black People Deserve to Live",
    "description": "Founders of Reductress, Beth Newell and Sarah Pappalardo join Harmontown to promote their podcast Mouth Time and Dan tries to gain a feminist perspective, our friend Brandon Johnson returns and more!"
  },
  {
    "episodeNumber": 230,
    "date": "2017-01-26T00:00:00+00:00",
    "title": "LIVE from SF Sketchfest 2017",
    "description": "Fascism comes to America and Harmontown susses it out with the city of San Francisco."
  },
  {
    "episodeNumber": 231,
    "date": "2017-02-05T00:00:00+00:00",
    "title": "Pacman Versus Garfield",
    "description": "Featuring Dan Harmon, Jeff Davis, Spencer Crittenden, Rob Schrab and Cassandra Church."
  },
  {
    "episodeNumber": 232,
    "date": "2017-02-12T00:00:00+00:00",
    "title": "You\u0027re an Ant to My Cum",
    "description": "Featuring Dan Harmon, Jeff Davis, Spencer Crittenden, Richie Keen, Dino Stamatopoulos, Scott Adsit, Britta Phillips, Rob Schrab and Steve Levy."
  },
  {
    "episodeNumber": 233,
    "date": "2017-02-19T00:00:00+00:00",
    "title": "The Only Enemy is Stopping",
    "description": "Featuring Dan Harmon, Jeff Davis, Spencer Crittenden and Open Mike Eagle."
  },
  {
    "episodeNumber": 234,
    "date": "2017-02-26T00:00:00+00:00",
    "title": "The Patron Saint of Acid Wash",
    "description": "Featuring Dan Harmon, Rob Schrab, Spencer Crittenden, Jason Sklar, Randy Sklar and Brandon Johnson."
  },
  {
    "episodeNumber": 235,
    "date": "2017-03-04T00:00:00+00:00",
    "title": "LIVE from the Cherokee Casino in West Siloam Springs, OK",
    "description": "Featuring Dan Harmon, Jeff Bryan Davis and Spencer Crittenden."
  },
  {
    "episodeNumber": 236,
    "date": "2017-03-13T00:00:00+00:00",
    "title": "LIVE from Esther\u0027s Follies at SXSW\u002717 in Austin, TX",
    "description": "Guest Doug Benson and audience members discuss movies, Dan \u0026 Spencer do some feminist role playing, and Dan gets complimented on his beer choice."
  },
  {
    "episodeNumber": 237,
    "date": "2017-03-19T00:00:00+00:00",
    "title": "Less than White",
    "description": "Featuring Dan Harmon, Jeff B. Davis, Spencer Crittenden and Tim Talbott."
  },
  {
    "episodeNumber": 238,
    "date": "2017-03-26T00:00:00+00:00",
    "title": "My Name is Johnny Varvatos",
    "description": "Featuring Dan Harmon, Jeff B. Davis, Rob Schrab and Brandon Johnson"
  },
  {
    "episodeNumber": 239,
    "date": "2017-04-01T00:00:00+01:00",
    "title": "LIVE from the Chicago Improv Festival 2017",
    "description": "Harmontown joins the Chicago Improv Festival with guest Comptroller Brandon Johnson. Improv legends Jimmy Carrane and Scott Adsit help Dan demonstrate the difference between improv and written comedy, while Brandon and Dan discover the seven types of pee."
  },
  {
    "episodeNumber": 240,
    "date": "2017-04-09T00:00:00+01:00",
    "title": "Blackest Friend in the World",
    "description": "Creator of the documentary “Accidental Courtesy: Daryl Davis, Race \u0026 America” Matt Ornstein drops by to discuss his new film with guests Brandon Johnson and Steve Agee. Steve Levy does a quick Jew and A."
  },
  {
    "episodeNumber": 241,
    "date": "2017-04-16T00:00:00+01:00",
    "title": "Kumanji",
    "description": "Kumail and Emily return to discuss Harmontown leaving NerdMelt, Spencer \u0026 Schrab provide color commentary while Brandon Johnson and Doug Benson get to meet Dan\u0027s newest rap character, Peanut Jones."
  },
  {
    "episodeNumber": 242,
    "date": "2017-04-23T00:00:00+01:00",
    "title": "The Final Meltdown",
    "description": "The gang gives NerdMelt an emotional sendoff at our final show before moving to the Starburns Castle. Mitch Hurwitz, Rob Schrab, Ryan Ridley, Brandon Johnson, Dave Klein, Adam Goldberg and Dustin Marshall return to reminisce, role play and learn the secret life of executive assistants."
  },
  {
    "episodeNumber": 243,
    "date": "2017-04-30T00:00:00+01:00",
    "title": "Adult Onset Pyromania",
    "description": "Our first show after moving to the Starburns Castle with Brandon Johnson as the guest comptroller! Dan finds a giant surprise gift on stage then shows off his latest Minecraft creations then we hear the history of America as a rap.."
  },
  {
    "episodeNumber": 244,
    "date": "2017-05-07T00:00:00+01:00",
    "title": "God Made Us To Kill Us",
    "description": "Dan explores new interactive options for the show, Rob Corddry and Rob Schrab weigh in on Dan\u0027s writing methods, while Guest Comptroller Brandon Johnson becomes Dan\u0027s angry writing coach."
  },
  {
    "episodeNumber": 245,
    "date": "2017-05-21T00:00:00+01:00",
    "title": "Explain Your World View",
    "description": "Mystery Science Theater\u0027s Joel Hodgson stops by, everyone\u0027s world view gets questioned, then Mid-East journalists Robert Evans and Magenta Vaughn share stories of visiting war torn countries."
  },
  {
    "episodeNumber": 246,
    "date": "2017-05-28T00:00:00+01:00",
    "title": "Your Description of a Birthday Would Make Vonnegut Kill Himself",
    "description": "We learn some shocking truths about Spencer while Steve Levy fills in for him, Fred Stoller delves deep into the writing process of Seinfeld, Dan suspects our guest comptroller (Brandon Johnson) is a time traveler."
  },
  {
    "episodeNumber": 247,
    "date": "2017-06-04T00:00:00+01:00",
    "title": "Everything is Sexy When You Trust Someone",
    "description": "Jeff Davis returns with a fantastic reprise of the classic “Pringles Dick”. Brandon Johnson passes the comptroller torch back to Jeff. Dan, Jeff, Spencer and Steve Levy create characters for their new D\u0026D campaign!"
  },
  {
    "episodeNumber": 248,
    "date": "2017-06-18T00:00:00+01:00",
    "title": "Come Out and Fight Like a Ghost",
    "description": "Dan and Jeff take their brand new role playing characters out for a spin. Christina Oh talks movies with Dan."
  },
  {
    "episodeNumber": 249,
    "date": "2017-06-25T00:00:00+01:00",
    "title": "LIVE from ID10T Fest 2017",
    "description": "Harmontown goes to Chris Hardwick\u0027s ID10T Festival. Dan raps about Kubrick, takes questions from the audience, does some push ups and even dance battles with a cosplayer! Our role playing game continues, with Steve getting a feel for Diarrhea Junior."
  },
  {
    "episodeNumber": 250,
    "date": "2017-07-02T00:00:00+01:00",
    "title": "I Don\u0027t Want to Ghostsplain",
    "description": "Role playing \u0026 Ghostsplaining through our 250th episode! A medical emergency is averted after Jeff gets a nose bleed from laughing."
  },
  {
    "episodeNumber": 251,
    "date": "2017-07-09T00:00:00+01:00",
    "title": "Brothers Killing Brothers for Some Dank Memes",
    "description": "Dan dives into his writing process, we go deep into the meme wars, before wrapping the show up with some role playing."
  },
  {
    "episodeNumber": 252,
    "date": "2017-07-16T00:00:00+01:00",
    "title": "Epeephany",
    "description": "Kaitlin Byrd from the Citizen Zero Project stops by to talk politics, then the gang explores their inner cow while role playing."
  },
  {
    "episodeNumber": 253,
    "date": "2017-08-05T00:00:00+01:00",
    "title": "No Church People Got No Hortches",
    "description": "Comedian Jamali Maddix comes by to discuss his project exploring extremism. While role playing, Steve Levy discovers the most beautiful horses he\u0027s ever seen. Dan closes the show with a rap about West Virginia."
  },
  {
    "episodeNumber": 254,
    "date": "2017-08-12T00:00:00+01:00",
    "title": "Down with Sighty",
    "description": "Dan explains his feelings on Nazis, The Game Grumps (Arin Hanson \u0026 Dan Avidan) visit the show, then the gang continues their role playing adventures."
  },
  {
    "episodeNumber": 255,
    "date": "2017-08-19T00:00:00+01:00",
    "title": "The Ian Bowers Birthday Special",
    "description": "Graham Linehan returns to Harmontown! Dan discovers what an “omega virgin” is by a dramatic reading of an incident involving creepy soup."
  },
  {
    "episodeNumber": 256,
    "date": "2017-08-26T00:00:00+01:00",
    "title": "Dan Harmon\u0027s Top Five Shoe Jokes",
    "description": "Rob Schrab is back! Dan sports a new look, tells his top 5 shoe jokes, then takes the role playing team on a wild adventure."
  },
  {
    "episodeNumber": 257,
    "date": "2017-09-02T00:00:00+01:00",
    "title": "I Change the World\u0027s Oil",
    "description": "Dan gets Christian dating tips from a ride-sharing driver and explores what various Scottish dogs might sound like. The gang\u0027s role playing characters level up and face a new foe!"
  },
  {
    "episodeNumber": 258,
    "date": "2017-09-09T00:00:00+01:00",
    "title": "Retired Ninja Quarterly",
    "description": "Rapper B. Squid and Dan sing about a thousand winters, we question “What if a guy had long arms?” and “Who really stole Steve Levy\u0027s roommate\u0027s car?” before realizing we\u0027re entering Harmageddon."
  },
  {
    "episodeNumber": 259,
    "date": "2017-09-16T00:00:00+01:00",
    "title": "Pajampion",
    "description": "Rob Schrab returns as our comptroller with Eddie Pepitone dropping in to discuss comedy. Rob and Dan weigh in on biometrics, then the role playing gang shouts their way through an adventure."
  },
  {
    "episodeNumber": 260,
    "date": "2017-09-23T00:00:00+01:00",
    "title": "Oym",
    "description": "Duncan Trussell wants us all to try Nitrous Oxide and start a cult, Dan is unapologetic about last week\u0027s show, and everyone shares their favorite stories about Steve Levy\u0027s anatomy."
  },
  {
    "episodeNumber": 261,
    "date": "2017-10-07T00:00:00+01:00",
    "title": "Grodily Plausible",
    "description": "In an in-studio episode, Jeff tells a mysterious story about Ron Jeremy and Dan discusses the tragedy in Las Vegas as well as the effect of easily-available smut on the web on today\u0027s youth. Then the role playing gang ventures forth in their exploits."
  },
  {
    "episodeNumber": 262,
    "date": "2017-10-15T00:00:00+01:00",
    "title": "Porcelain Birds",
    "description": "Dan and Rob talk about sexual harassment in the entertainment industry and the ramifications of a Rick \u0026 Morty porn parody being produced. Spencer reveals why people really buy iPads."
  },
  {
    "episodeNumber": 263,
    "date": "2017-10-22T00:00:00+01:00",
    "title": "Seventeen Chicken Boots",
    "description": "Jeff revisits the idea of zip-line transportation after Dan meets with Elon Musk. “Harmontown” documentary creator Neil Berkeley comes by to talk about his new film about Gilbert Gottfried. The show ends with a fan submitted rap that does a lot of things to a lot of mamas."
  },
  {
    "episodeNumber": 264,
    "date": "2017-10-29T00:00:00+01:00",
    "title": "Cheese Stain",
    "description": "Dan and Jeff solve the Ron Jeremy banana mystery, even stranger things happen with Dan\u0027s girlfriend, and the gang jumps back in to roleplaying."
  },
  {
    "episodeNumber": 265,
    "date": "2017-11-05T00:00:00+00:00",
    "title": "The Pearl is Ragnarok",
    "description": "Guest Comptroller Brandon Johnson joins Dan and Spencer to lay down some beats and serve up the best role playing snacks we\u0027ve ever tasted."
  },
  {
    "episodeNumber": 266,
    "date": "2017-11-12T00:00:00+00:00",
    "title": "No Lime",
    "description": "Spencer shares his adventures in jogging, needles and cupping. The Ron Jeremy banana mystery continues to perplex Jeff. Dan records an introduction video for Rob Schrab and spends a little extra time making sure it\u0027s perfect."
  },
  {
    "episodeNumber": 267,
    "date": "2017-11-19T00:00:00+00:00",
    "title": "We Killed Charles Manson",
    "description": "Guest Comptroller Brandon Johnson and actor Rob Huebel return to the show. Rob gives us the inside information about his new show, while Brandon introduces us to Tiny Brandon. Dan\u0027s worried he might have played a role in Charles Manson\u0027s death"
  },
  {
    "episodeNumber": 268,
    "date": "2017-11-26T00:00:00+00:00",
    "title": "Socialists Dress Like Spencer",
    "description": "Josh Androsky educates us about the Democratic Socialists of America, Schrab enjoys an office chair, Church sings and shares her political side, and Jeff claims an exception to the “smelt it, dealt it” rule. We all learn how to dance like Spencer."
  },
  {
    "episodeNumber": 269,
    "date": "2017-12-03T00:00:00+00:00",
    "title": "Dan Rates Every Animal",
    "description": "Dan, Jeff and Spencer dig deep into genitals of unusual size, bats, giraffes, dolphins and Paul Newman."
  },
  {
    "episodeNumber": 270,
    "date": "2017-12-10T00:00:00+00:00",
    "title": "The Boy Who Ate The Most Spaghetti",
    "description": "Guest Comptroller Brandon Johnson and Josh Androsky return to discuss the current state of higher education with Ben Nelson from the Minerva Project. Everyone plays Balderdash while Andy Dick entertains everyone."
  },
  {
    "episodeNumber": 271,
    "date": "2017-12-17T00:00:00+00:00",
    "title": "Orphan Don\u0027t Even Have No Internet",
    "description": "It\u0027s Christmas, and this show has something for everyone! Our traditional holiday events include: The return of DeMorge Brown, Dan and Brandon discussing net neutrality, Josh Androsky stopping in again to play some games, and Spencer studying for his ham radio exam."
  },
  {
    "episodeNumber": 272,
    "date": "2018-01-07T00:00:00+00:00",
    "title": "Don\u0027t Let Him Wipe or Flush",
    "description": "It\u0027s Christmas, and this show has something for everyone! Our traditional holiday events include: The return of DeMorge Brown, Dan and Brandon discussing net neutrality, Josh Androsky stopping in again to play some games, and Spencer studying for his ham radio exam."
  },
  {
    "episodeNumber": 273,
    "date": "2018-01-14T00:00:00+00:00",
    "title": "How Much D Do I T?",
    "description": "What\u0027s a Bellman Joke? Does it have anything to do with Casablanca and the Thundercats? How do the Smurfs fit into all of this? Rob Schrab returns to give Dan some much needed therapy. then takes over for Diarrhea Jr. who makes eye contact during a very intense moment."
  },
  {
    "episodeNumber": 274,
    "date": "2018-01-21T00:00:00+00:00",
    "title": "LIVE from SF Sketchfest 2018",
    "description": "Harmontown visits San Fransisco Sketchfest for a live show with stories about Dan\u0027s grandpa, an interview with the developer of iBone, and more."
  },
  {
    "episodeNumber": 275,
    "date": "2018-01-28T00:00:00+00:00",
    "title": "We Could Disappear Up Each Other\u0027s Asses",
    "description": "Guest Comptroller Brandon Johnson and Spencer question Dan\u0027s retirement requirements. Singer-songwriter John Mayer comes on to really get inside Dan\u0027s wonderland of a mind. Dan and John debate the pros and cons of Googling yourself. The show wraps up by answering the question on everyone\u0027s mind: Can John Mayer rap?"
  },
  {
    "episodeNumber": 276,
    "date": "2018-02-04T00:00:00+00:00",
    "title": "Cheapy Peepy",
    "description": "Steve Levy and Rob Schrab share an intimate physical moment, Dan shows off his Dave Matthews impression, and we discuss the hot button political issue on everyone\u0027s mind: Spiro Agnew."
  },
  {
    "episodeNumber": 277,
    "date": "2018-02-11T00:00:00+00:00",
    "title": "Cheapy Peepy II: I Love You Cheapy Peepy",
    "description": "Dan has some strong opinions on being chased by bees and what goes on in the mind of dogs. Jeff tells his career defining joke. Schrab isn\u0027t happy with the title of last week\u0027s show, but joins Dan and Steve in another intimate moment on the stage floor."
  },
  {
    "episodeNumber": 278,
    "date": "2018-02-25T00:00:00+00:00",
    "title": "I Will Put Your Kids on Blast",
    "description": "The Walking Dead creator, Robert Kirkman, joins Rob Schrab on stage to talk comics, writing and more. Dan tries putting things on blast, to varying success. Jeff plays a listener submitted remix of Schrab\u0027s dog\u0027s freakout."
  },
  {
    "episodeNumber": 279,
    "date": "2018-03-04T00:00:00+00:00",
    "title": "Oh Hitler, We Hardly Knew Ye",
    "description": "It\u0027s Oscar night! Dan discusses the current political landscape, the value politicians are bringing to the table, and where we should go next. Also, Spencer thinks the NRA has some dank ass memes"
  },
  {
    "episodeNumber": 280,
    "date": "2018-03-11T00:00:00+00:00",
    "title": "Let\u0027s Talk About Prostate Massage",
    "description": "The show takes a decidedly weird turn from the start. Guests Rob Schrab and DeMorge Brown talk with Dan, Jeff and Spencer about enemas, prostate massage and more. Steve Levy shares Diarrhea Junior\u0027s real life origin story."
  },
  {
    "episodeNumber": 281,
    "date": "2018-03-18T00:00:00+00:00",
    "title": "If I Need a Gas Mask, I\u0027d Rather Be Dead",
    "description": "This week\u0027s guest is Kara Brown, staff writer for the Black-ish spinoff, Grown-ish. Dan shares how a social media interaction with a fan lead to questions about Rick and Morty\u0027s future. Schrab tells tales of his small hometown, and Spencer tries to get to the bottom of what\u0027s going on with DeMorge sexually."
  },
  {
    "episodeNumber": 282,
    "date": "2018-03-25T00:00:00+00:00",
    "title": "The Christmas with No Underwear",
    "description": "The show breaks new ground with a cold open ad, Dan introduces the show\u0027s latest lovable sponsored character M.C. Gun Control, we explore Dan\u0027s therapy revelations and Jeff hatches a cunning plan turning himself into a tree."
  },
  {
    "episodeNumber": 283,
    "date": "2018-04-08T00:00:00+01:00",
    "title": "Necrophilia Questions",
    "description": "We have a lot of questions about Necrophilia. Dan answers a lot of questions about his underwear and debates the morality and accuracy of veterinary medicine, while Jeff has a creative solution for man boobs."
  },
  {
    "episodeNumber": 284,
    "date": "2018-04-15T00:00:00+01:00",
    "title": "They\u0027re Coming to Get You Barbara",
    "description": "Duncan Trussell is this weeks guest comptroller, who brings a sense of spirituality that could only be countered by Rob Schrab\u0027s chair noises."
  },
  {
    "episodeNumber": 285,
    "date": "2018-04-22T00:00:00+01:00",
    "title": "A Ken Dolan\u0027s Production",
    "description": "Dan, Rob and Spencer share embarrassing celebrity encounters, hotel room trashing and poop stories. Steve has a problem with the violence in shellfish."
  },
  {
    "episodeNumber": 286,
    "date": "2018-04-29T00:00:00+01:00",
    "title": "All the Shingle Ladies",
    "description": "Dan reacts to being diagnosed with Shingles by bringing a bed on stage and eating eggs. Fellow podcasters Keith Malley and Chemda Khalili join Jeff and Schrab in Dan\u0027s bed to discuss infectious diseases."
  },
  {
    "episodeNumber": 287,
    "date": "2018-05-06T00:00:00+01:00",
    "title": "That Brain, She Die",
    "description": "Dan\u0027s still in bed recovering from shingles, but Schrab wants to know why Dan won\u0027t go to a movie with him. Rob Schrab almost lists his top four Infinity Wars spoilers, Spencer shares history of the incel movement, and Dan explains why his brain is gendered like a battleship."
  },
  {
    "episodeNumber": 288,
    "date": "2018-05-20T00:00:00+01:00",
    "title": "The Roadhouse Jews",
    "description": "In our final episode at the Starburns Castle before moving to our new home, we welcome actor and fellow Podcaster Johnny Pemberton. Dan \u0026 Jeff\u0027s hot button issues this week include squeakers, cold cases, Kanye and the logistics of a human centipede."
  },
  {
    "episodeNumber": 289,
    "date": "2018-06-04T00:00:00+01:00",
    "title": "Huh Huh Huh Huh Huh Huh",
    "description": "Our first show at the beautiful Dynasty Typewriter theater kicks off with an audience for the first time in months. Brandon Johnson haunts the theater, Rob Schrab makes himself mini comptroller with a mini podium, M.C. Gun Control returns, and Spencer kicks off an extended role playing session."
  },
  {
    "episodeNumber": 290,
    "date": "2018-06-11T00:00:00+01:00",
    "title": "A Turd in a Slipper",
    "description": "Dan and Jeff discuss airliner pooping and Elon Musk stories. Judd Apatow explains how his casting style has changed over his career. How much self loathing goes into being a show creator?"
  },
  {
    "episodeNumber": 291,
    "date": "2018-06-18T00:00:00+01:00",
    "title": "Grimlock Love Slimewave Pornography",
    "description": "Dan\u0027s back in the Rick \u0026 Morty writer\u0027s room, James Adomian and Rob Schrab face off with cartoon voices doing unspeakable things, Spencer says Binkis a lot."
  },
  {
    "episodeNumber": 292,
    "date": "2018-06-22T00:00:00+01:00",
    "title": "LIVE from The Wilbur in Boston 2018",
    "description": "Live from the Wilbur in Boston, MA. Special guest Aaron Mahnke from the Lore podcast."
  },
  {
    "episodeNumber": 293,
    "date": "2018-06-23T00:00:00+01:00",
    "title": "LIVE from The Cradle of Aviation Museum in Long Island, NY",
    "description": "Live from The Cradle of Aviation Museum in Long Island, NY."
  },
  {
    "episodeNumber": 294,
    "date": "2018-07-09T00:00:00+01:00",
    "title": "A Gold Medallion",
    "description": "Andy Kindler and Brandon Johnson join us to discuss their feelings on Kombucha and social media. Dan explores a career as a cover song musician."
  },
  {
    "episodeNumber": 295,
    "date": "2018-07-16T00:00:00+01:00",
    "title": "Dadfished",
    "description": "“Great Minds with Dan Harmon” director Heath Cullens tells the tale of how he accidentally convinced Dan that he\u0027s Dan\u0027s father. Brandon Johnson is our comptroller and Steve Levy joins for a return to role playing."
  },
  {
    "episodeNumber": 296,
    "date": "2018-07-23T00:00:00+01:00",
    "title": "You Can Live Forever Here at Bevmo",
    "description": "Jeff returns briefly to flex his vocal chords after surgery. Legendary SNL alum Laraine Newman shares Groundlings and Coneheads behind the scenes stories. Steve Levy explains a new dating app."
  },
  {
    "episodeNumber": 297,
    "date": "2018-07-30T00:00:00+01:00",
    "title": "You Got That Baby To Tell The Truth",
    "description": "Dan, Jeff, Spencer, Brandon, Schrab and Steve all try to get to the bottom of some deep Harmontown mysteries. Is Spencer\u0027s desk backwards? What does Steve Levy do with silly putty? Can Schrab reboot Sanford and Son?"
  },
  {
    "episodeNumber": 298,
    "date": "2018-08-06T00:00:00+01:00",
    "title": "Homeless Sapiens",
    "description": "Dan explains dog intelligence and Canadian creepypasta, while Schrab and Jeff demonstrate the perfect stage walk-on. Spencer tries MeUndies for the first time, and Dan plays himself."
  },
  {
    "episodeNumber": 299,
    "date": "2018-08-13T00:00:00+01:00",
    "title": "Rock Me Homo Deus",
    "description": "Dan\u0027s trainer, Dave Klein, returns to take the audience through a workout session. Jeff returns as comptroller, and Schrab shows Dan what it would be like to live next to a Neanderthal."
  },
  {
    "episodeNumber": 300,
    "date": "2018-08-20T00:00:00+01:00",
    "title": "We Do Right by Whatever You Are",
    "description": "We celebrate the 300th episode by looking back at our favorite moments. Kumail Nanjiani, Emily Gordon, Rob Schrab, Steve Agee and Brandon Johnson help us jump the shark with our first clip show.\n\nClips include Open Mike Eagle, Mitch Hurwitz, Curtis Armstrong, DeMorge Brown, Erin McGathy, Bobcat Goldthwait, John Mayer and Jonah Ray."
  },
  {
    "episodeNumber": 301,
    "date": "2018-08-27T00:00:00+01:00",
    "title": "SuperNova",
    "description": "We\u0027re all mad about scooters, Dan gives an audience member a backpack and makes a new friend, then Spencer debuts his new role playing grading system."
  },
  {
    "episodeNumber": 302,
    "date": "2018-09-10T00:00:00+01:00",
    "title": "You Can Freeze Me for Seven Dollars",
    "description": "Dan is baffled by an Emmy seat filler, Schrab has a new favorite TV show, and what happened to Wicker Man?"
  },
  {
    "episodeNumber": 303,
    "date": "2018-09-17T00:00:00+01:00",
    "title": "Frog Complex",
    "description": "Is it morally right to eat Gillian Anderson\u0027s sandwiches? Why are Ron Perlman\u0027s hands so soft? What\u0027s really going on with Predator?"
  },
  {
    "episodeNumber": 304,
    "date": "2018-09-24T00:00:00+01:00",
    "title": "Magic Shinto Hat",
    "description": "Is Schrab getting too comfortable in his comfy chair, and what is he doing with his microphone? The role playing gang pivots to being potato farmers, but they get stuck on naming. Steve Levy is like a Lego."
  },
  {
    "episodeNumber": 305,
    "date": "2018-10-01T00:00:00+01:00",
    "title": "Smiles Wider Than Their Faces",
    "description": "Podcaster David Cummings, from The NoSleep Podcast, joins guest comptroller Brandon Johnson for a spooky evening of horror stories, cuckoo clocks and wholesome Canadian terror."
  },
  {
    "episodeNumber": 306,
    "date": "2018-10-08T00:00:00+01:00",
    "title": "Cholo to Cholo: Crackers Try",
    "description": "Omar Camacho from the hit YouTube series “Cholos Try” teaches Dan, Spencer and Brandon what it means to be a Cholo."
  },
  {
    "episodeNumber": 307,
    "date": "2018-10-15T00:00:00+01:00",
    "title": "French Spencer",
    "description": "Guest Comptroller Brandon Johnson and Dan discover French Spencer, and learn that sometimes applause hurts."
  },
  {
    "episodeNumber": 308,
    "date": "2018-10-22T00:00:00+01:00",
    "title": "Soft on Hitler, Hard on Dicks",
    "description": "Actor/Comedian Brett Gelman and Dan talk about constipation, Dan\u0027s new abs, Buck Rogers, and Hitler."
  },
  {
    "episodeNumber": 309,
    "date": "2018-11-05T00:00:00+00:00",
    "title": "Firehouse Ghost",
    "description": "Dan and Spencer welcome our latest sponsor “MeOnesie” to the show, and our favorite socialist Josh Androsky pops in to explain Measure B. Antonio Banderas also premiers his latest musical, and is not to be missed."
  },
  {
    "episodeNumber": 310,
    "date": "2018-11-09T00:00:00+00:00",
    "title": "Live from the New York Comedy Festival 2018",
    "description": "Harmontown is live from the New York Comedy Festival!"
  },
  {
    "episodeNumber": 311,
    "date": "2018-11-12T00:00:00+00:00",
    "title": "Asexual Cowboy",
    "description": "Dan and Spencer dig deep into the how\u0027s and why\u0027s of their Red Dead Redemption 2 addictions, Jeff is sober. Crescendoing in a panel of three audience members talking shop with Dan, therapy shop."
  },
  {
    "episodeNumber": 312,
    "date": "2018-11-19T00:00:00+00:00",
    "title": "Twenty Sides of Booty",
    "description": "Dan and Spencer swap roles, with Dan taking the role of Dungeon Master. Spencer auto-tunes himself, becoming a robot from a magical land. Jeff immerses himself in a Vietnam era character."
  },
  {
    "episodeNumber": 313,
    "date": "2018-12-03T00:00:00+00:00",
    "title": "Ducks Don\u0027t Be Gay",
    "description": "Self destructive writer Dan Harmon claims he will one day found a colony of like-minded misfits. He\u0027s appointed suit-clad gadabout Jeff Davis as his Comptroller and bearded dreamboat Spencer Crittenden as his Dungeon Master. It\u0027s like a neurotic town hall meeting, often with alcohol and famous people."
  },
  {
    "episodeNumber": 314,
    "date": "2018-12-10T00:00:00+00:00",
    "title": "You\u0027re the Good Kind of Fat",
    "description": "Comedian and fellow podcaster Pete Holmes joins Dan, Jeff and Spencer to answer: What Hurts Pete Holmes?"
  },
  {
    "episodeNumber": 315,
    "date": "2018-12-17T00:00:00+00:00",
    "title": "Rocket My Face Into Another Guy\u0027s Face",
    "description": "Steven Conrad, writer/director of the TV Series \u0027Patriot\u0027 joins guest Comptroller Brandon Johnson. The Santa Clause 2, Have You Seen It?"
  },
  {
    "episodeNumber": 316,
    "date": "2019-01-07T00:00:00+00:00",
    "title": "Amy Grant Made My Puberty and My Atheism Happen",
    "description": "Dan and the gang kick off 2019 with everyone\u0027s expanded feelings on airlines, Dan\u0027s engagement, charitable giving and Paul Rudd."
  },
  {
    "episodeNumber": 317,
    "date": "2019-01-14T00:00:00+00:00",
    "title": "Rich Man\u0027s NASCAR",
    "description": "Dan listened to last week\u0027s show while sober and with some comments and clarifications, along with the return of Jesse Camp."
  },
  {
    "episodeNumber": 318,
    "date": "2019-01-21T00:00:00+00:00",
    "title": "MC Non-Binary Chicken",
    "description": "Open Mike Eagle returns to talk about dog heaven, babies and bird poop with Dan, Jeff and Spencer."
  },
  {
    "episodeNumber": 319,
    "date": "2019-01-28T00:00:00+00:00",
    "title": "Goodbye Sam",
    "description": "Dan\u0027s future mother-in-law tells an absolute shocker of a story about a scarf. Spencer is gone, Dan fails a polygraph regarding his potential role in the murder."
  },
  {
    "episodeNumber": 320,
    "date": "2019-02-04T00:00:00+00:00",
    "title": "This Much Funches",
    "description": "Rob Schrab fills in for Spencer with special guest Ron Funches, and a one man show about plumbing."
  },
  {
    "episodeNumber": 321,
    "date": "2019-02-11T00:00:00+00:00",
    "title": "Rise the Boats",
    "description": "Comedian Mohanad Elshieky shares recent events in his life, while Dan shares relatable tales of house shopping. Brandon Johnson is back, filling in for Spencer."
  },
  {
    "episodeNumber": 322,
    "date": "2019-02-18T00:00:00+00:00",
    "title": "WOKE AF HASHTAG",
    "description": "Brandon Johnson is the guest Comptroller, Rob Schrab is at Spencer\u0027s desk, and our guest is Brian Wysol, creator of the Adult Swim series Hot Streets. Dan punishes Justin Roiland for missing the show."
  },
  {
    "episodeNumber": 323,
    "date": "2019-02-25T00:00:00+00:00",
    "title": "Adam Ruins Harmontown",
    "description": "Adam Conover, from Adam Ruins Everything and CollegeHumor, ruins herpes, hymens and Harmontown. Brandon Johnson is our guest comptroller, and Schrab is back with another new chair."
  },
  {
    "episodeNumber": 324,
    "date": "2019-03-04T00:00:00+00:00",
    "title": "Aunt Tipathy",
    "description": "Dan problematizes things that don\u0027t need to be problematized, listens to audio porn and gets to the bottom of The Flash with Brandon and Schrab."
  },
  {
    "episodeNumber": 325,
    "date": "2019-03-11T00:00:00+00:00",
    "title": "Get Off My Lawn Words",
    "description": "Jeff Davis returns! We dive into the top five flat earth questions, and what would happen if a tree grew upside down?"
  },
  {
    "episodeNumber": 326,
    "date": "2019-03-18T00:00:00+00:00",
    "title": "Bootie Etiquette",
    "description": "The return of Spencer Crittenden! Jeff helps Dan get his singing groove back. Crab alert!"
  },
  {
    "episodeNumber": 327,
    "date": "2019-03-25T00:00:00+00:00",
    "title": "A Cardigan with Stab Holes",
    "description": "Suruthi and Hannah from the RedHanded podcast are this week\u0027s guests. They share their true crime expertise, including some crime role playing!"
  },
  {
    "episodeNumber": 328,
    "date": "2019-04-01T00:00:00+01:00",
    "title": "Jeff\u0027s Joke Corner",
    "description": "Jeff Davis\u0027s joke corner! A walrus walks into a whorehouse… Also, the return of roleplaying with guest Steve Levy!"
  },
  {
    "episodeNumber": 329,
    "date": "2019-04-08T00:00:00+01:00",
    "title": "Wolf Urine",
    "description": "The squad delves deep into the pros \u0026 cons of wolf piss. Schrab schrabs Dan into a crater, while Brandon holds the ship together upon re-entry."
  },
  {
    "episodeNumber": 330,
    "date": "2019-04-15T00:00:00+01:00",
    "title": "All Dicks Are Webbed",
    "description": "Despite walking on stage sick as a dog, audience adoration miraculously heals Dan in real time. Francophile Jeff can\u0027t help but dissolve into a sentimental jelly thinking about Notre-dame, and Spencer continues to amaze with hitherto unprecedented levels of enthusiasm."
  },
  {
    "episodeNumber": 331,
    "date": "2019-04-22T00:00:00+01:00",
    "title": "High as Bat Pussy",
    "description": "Dan dives deep into balls. Before the show Dan gets a little too high, which is perfect for our guest Gabriel Sunday, creator and star of the new cannabis inspired TV series Dope State."
  },
  {
    "episodeNumber": 332,
    "date": "2019-04-29T00:00:00+01:00",
    "title": "No Recompense!",
    "description": "Dan talks to Jesse Margolis, founder of Overheard LA about what else: Mike Crivello\u0027s Camera World; It\u0027s a wonderful world of cameras! We attempt to get into the heads of internet trolls, also featuring a bonus White Walker locker room pep talk."
  },
  {
    "episodeNumber": 333,
    "date": "2019-05-06T00:00:00+01:00",
    "title": "The Scootie Cutie",
    "description": "The Scootie Cutie"
  },
  {
    "episodeNumber": 334,
    "date": "2019-05-20T00:00:00+01:00",
    "title": "The MacArthur Park Handjobber",
    "description": "Ryan Kraus from “Cold Case Murder Mysteries” deconstructs true crime and horror and what it means to be the perfect crime, and how one day we\u0027re all going to be robots. Also, Spencer\u0027s balls are too big."
  },
  {
    "episodeNumber": 335,
    "date": "2019-05-27T00:00:00+01:00",
    "title": "What If Dan Had Four Ears?",
    "description": "This week\u0027s a whopper, with conversation topics ranging from Spencer\u0027s hip surgery, Dan\u0027s much anticipated Game of Thrones take, and another underscoring of how unprepared our (Dan\u0027s) parents were for the advent of the internet. All that and THE RETURN OF D\u0026D.\nFeaturing Dan Harmon, Jeff Bryan Davis, Spencer Crittenden and Steve Levy."
  },
  {
    "episodeNumber": 336,
    "date": "2019-06-03T00:00:00+01:00",
    "title": "Mon the Perim",
    "description": "This Harmontown has everything: A baby kicker, a handshake before sex, Squeezy Steve Levy, and one hundred pounds of beef jerky."
  },
  {
    "episodeNumber": 337,
    "date": "2019-06-17T00:00:00+01:00",
    "title": "I Was a Simpson",
    "description": "I Was a Simpson Harmontown welcomes its most charming guest to date: Yeardley Smith to the show. The star of Maximum Overdrive, Hermans\u0027 Head, and nothing else, is revealed to be a font of charisma, wisdom, and behind-the-scenes stories that enrapture the mayor himself. Also, we\u0027ve got TWO COMPTROLLERS. That\u0027s right, Jeff and Brandon: Pandamonium at the Podium…."
  },
  {
    "episodeNumber": 338,
    "date": "2019-06-24T00:00:00+01:00",
    "title": "This Trident Has Four Dents",
    "description": "Cold Case Murder Mysteries podcaster Ryan Kraus returns to dive deep into the crime podcast genre, with Rob Schrab at the comptroller helm. Spencer\u0027s bees and pirate eye patches are on the agenda tonight!"
  },
  {
    "episodeNumber": 339,
    "date": "2019-07-01T00:00:00+01:00",
    "title": "Swinging Three Bats",
    "description": "Rob Corddry is back! Dan tells us how to break into his house, Rob talks about his time at The Daily Show, and mountain lions do what they do."
  },
  {
    "episodeNumber": 340,
    "date": "2019-07-08T00:00:00+01:00",
    "title": "It\u0027s Not Called Show-Friends",
    "description": "Schrab is comptrolling to prepare for his upcoming role as moderator of the Comic-Con Rick \u0026 Morty Panel. But Jeff\u0027s still here, and without a podium, not-quite fitting into the seats on the stage. Listen now and gain the inside track on such topics as Jaws 4, Bees, and people who shower excessively: probably…"
  },
  {
    "episodeNumber": 341,
    "date": "2019-07-15T00:00:00+01:00",
    "title": "Ketel One, Audience Zero",
    "description": "We finally get to the bottom of the story about Spencer\u0027s bees, why The Golden Girls owned mink, what a Jeff Golem would look like, Rob Schrab, and bagels."
  },
  {
    "episodeNumber": 342,
    "date": "2019-07-22T00:00:00+01:00",
    "title": "Musk Balloons",
    "description": "Duncan Trussell is back! sporting an increasingly majestic beard. The show dives deep into America\u0027s hot button topics like prolapses, space travel and DNA filled balloons."
  },
  {
    "episodeNumber": 343,
    "date": "2019-07-29T00:00:00+01:00",
    "title": "Poolitics",
    "description": "We Need A Pool Dietician For The Internet, and the milkman is an albino. With special guests Brandon Johnson and Steve Levy!"
  },
  {
    "episodeNumber": 344,
    "date": "2019-08-05T00:00:00+01:00",
    "title": "God Bless, But God Damn",
    "description": "Harmontown finally gets down to business in a Jeff-less Episode. Brandon Johnson comptrols as we do the important, and timely, work of tearing down Billy Joel. A dive into Dan\u0027s deep past unearths a hyper-detailed account of open mics as they existed in a pre-karaoke America, and a frankly shocking experience with a…"
  },
  {
    "episodeNumber": 345,
    "date": "2019-08-12T00:00:00+01:00",
    "title": "Oh the Places You Won\u0027t Go",
    "description": "Harmontown is honored to welcome Conflict Journalist Robert Evans to the show. With topics ranging from Syria to 8chan, Robert has done all the homework, and takes us through, with stunning detail, the conflicts that will define the era we live in."
  },
  {
    "episodeNumber": 346,
    "date": "2019-08-19T00:00:00+01:00",
    "title": "Every Day is a New Hate",
    "description": "Author of the new book \u0022It Came from Something Awful\u0022, Dale Beran teaches us the history 4chan and 8chan. How did simple websites transform into centers of white nationalism, violence and tools of politics?"
  },
  {
    "episodeNumber": 347,
    "date": "2019-08-26T00:00:00+01:00",
    "title": "The Breasts Feel Fine, Wherever They Are",
    "description": "Host of the podcast \u0022How Did This Get Played?\u0022, Heather Anne Campbell joins \u0022Rick and Morty\u0022 writer Nick Rutherford to discuss their shared experiences writing for, regrettable video games, cancer, and their personal experiences with religion."
  },
  {
    "episodeNumber": 348,
    "date": "2019-09-09T00:00:00+01:00",
    "title": "Bequeathing Teaspoons",
    "description": "Heather Anne Campbell is back! Dan demonstrates dog barks, shares some goat facts, interrupts Schrab, and sadly announces the end of the podcast."
  },
  {
    "episodeNumber": 349,
    "date": "2019-09-16T00:00:00+01:00",
    "title": "Creamweavers",
    "description": "Dan makes a sweater out of cum, and debates with Jeff the pros of being a stander wiper. Dave Foley joins in with tales from The Kids in the Hall and NewsRadio. Who wants a pocket shaman now?"
  },
  {
    "episodeNumber": 350,
    "date": "2019-09-23T00:00:00+01:00",
    "title": "You Have Ten Seconds to Comply",
    "description": "Dan shares his feelings about the loss of a friend and coworker, then brings on Ed Neumeier – writer of genre defining movies like RoboCop and Starship Troopers to dive deep into their history and trivia."
  },
  {
    "episodeNumber": 351,
    "date": "2019-09-30T00:00:00+01:00",
    "title": "The Cowboy Rulebook",
    "description": "Mitch Hurwitz is back! Mitch and Dan talk Arrested Development, Golden Girls, upcoming projects and the future of network TV. Singer/songwriter Robbie Fulks joins in with some tales told via country music."
  },
  {
    "episodeNumber": 352,
    "date": "2019-10-07T00:00:00+01:00",
    "title": "Throw Me Under the Grassy Knoll",
    "description": "Guest comptroller Brandon Johnson, and the “Stuff They Don\u0027t Want You to Know” podcast guys (Matt Frederick, Ben Bowlin and Noel Brown) talk podcasts, Harmonspiracies, and Schrab\u0027s “Creepshow” episode."
  },
  {
    "episodeNumber": 353,
    "date": "2019-10-14T00:00:00+01:00",
    "title": "Nice Dunking, Cool Swishing",
    "description": "Actor/Comedian Flula Borg astounds Jeff with his sports knowledge and 1980\u0027s American pop culture references, teaches us his favorite German words, and helps Dan become the best hype man he can be."
  },
  {
    "episodeNumber": 354,
    "date": "2019-10-21T00:00:00+01:00",
    "title": "Mobile Pork Unit",
    "description": "Classic Harmontown is back! The return of role playing with Steve Levy, the iHarmon and all the potatoes you could ever want. Subscriber note: Our video board catastrophically failed just before the show began, causing some visual flickering in this episode. We\u0027ve ordered a new board…"
  },
  {
    "episodeNumber": 355,
    "date": "2019-10-28T00:00:00+00:00",
    "title": "Hershey\u0027s Rorschach",
    "description": "Our march into oblivion continues! No guests! No role playing! Nothing to lose! It\u0027s worth mentioning Spencer is feeling pretty sassy this episode and it shows."
  },
  {
    "episodeNumber": 356,
    "date": "2019-11-04T00:00:00+00:00",
    "title": "MC Late",
    "description": "Dan gets stuck in traffic, but the episode is redeemed by meeting a multi-talented audience member UMNIA and her singer/doctor mom! Improv, jazz and rap meet on this week\u0027s Harmontown!"
  },
  {
    "episodeNumber": 357,
    "date": "2019-11-11T00:00:00+00:00",
    "title": "What\u0027s Up My Twitta?",
    "description": "Brandon Johnson is comptrolling, Nick Rutherford is and isn\u0027t our guest. Dan talks a bit about Community. ED-209 makes a cameo appearance. There\u0027s a lot to unpack in this episode."
  },
  {
    "episodeNumber": 358,
    "date": "2019-11-18T00:00:00+00:00",
    "title": "Top 10 Funniest Things",
    "description": "We\u0027re counting down the last few episodes of Harmontown, and to celebrate we\u0027re counting down the top ten funniest things. Nick Rutherford is back, it\u0027s Church\u0027s birthday, and Schrab sees how far he can push the show off the rails."
  },
  {
    "episodeNumber": 359,
    "date": "2019-11-25T00:00:00+00:00",
    "title": "Maslow\u0027s Hierarchy of Crushing Puss",
    "description": "NeuroTribes author Steve Silberman and his husband Keith Karraker talk with us about Community and Harmontown\u0027s wide ranging fan base. Jeff and Dan share experiences with audience members from around the globe who made the trek to our penultimate episode. We\u0027ve also got bowties, fish testicles, and even Bigger Dick Energy."
  },
  {
    "episodeNumber": 360,
    "date": "2019-12-02T00:00:00+00:00",
    "title": "Cliffhanger!",
    "description": "Harmontown\u0027s final curtain call. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden, Brandon Johnson, Rob Schrab, Open Mike Eagle, Steve Levy and Nick Rutherford. Drive fast and take chances!"
  },
  {
    "episodeNumber": 361,
    "date": "2021-03-10T00:00:00+00:00",
    "title": "Nanjianimax",
    "description": "The gang gets back together one more time to catch up on everything since the show\u0027s finale. Special guests: Rob Schrab, Kumail Nanjiani and Emily V. Gordon!"
  }
]