{
  "1": "It’s a special night at Harmontown when Mayor Harmon decides the goal is to “achieve weightlessness” and establish Harmontown’s real purpose. One hour, thirty tangents, two emails from Harmon’s big brother and that goal remains unachieved, but a legendary theme park death does finally get its own theme song.",
  "6": "Sometimes it happens. Sometimes an innocent story about junior high proceeds down a road of perversion straight to where the sun doesn’t shine. Also: Spencer collects info for Harmon and Davis’ D\u0026#038;D characters, and special guest Rob Schrab tells a story…about his butt.",
  "12": "Special guest Greg Proops returns! The question of what happens after you die remains unanswered, but tangents include mental illness, poverty and misunderstood Van Halen lyrics. Meanwhile, in D\u0026#038;D world, Sharpie and Quark claim their Embermauler bounty, buy horses and do improv in a forest with an old unicorn friend.",
  "14": "An unflinching examination of Dan’s mustache absorption becomes a flinching examination of Harmontown regular Adam Goldberg. Plus: special guest Steve Agee drops by for a discussion of airline food and the ridiculous infiltration of Admiral Darkstar’s stronghold.",
  "17": "It’s election night fever when Dan and Jeff realize that the episode will air long after the election. Clearly a devout Democrat, Dan complains about his hired help before bringing up a real live woman to referee history’s least informed Harry Potter trivia competition. Plus: transitional D\u0026#038;D! Freestyle rapping! Not knowing how to end the show!",
  "18": "Dan reads from his magical adolescent journals, casting a magical spell of adolescent depression over the entire audience and the dungeons and dragons session. So he brings up a depressed Harmenian and attempts to cure him. But by then he’s pretty drunk.",
  "19": "Mayor Harmon comes up spittin’ decidedly unmad fire. We meet a mysterious lady in the audience that can only say “no.” No D\u0026#038;D this week but Spencer rules the day just the same. Adam Goldberg takes a swipe at having a segment. Dan raps EVEN MORE. New Harmenian “Misha” takes the stage and does some standup. Dan and Jeff rap battle!",
  "28": "The show takes a decidedly weird turn from the start. Guests Rob Schrab and DeMorge Brown talk with Dan, Jeff and Spencer about enemas, prostate massage and more. Steve Levy shares Diarrhea Junior’s real life origin story. Featuring Dan Harmon, Jeff Br…",
  "29": "New York’s biggest borrough rolls out the longest red carpet in Harmoncountry yet. Jeff and Dan improvise a Black Mexican guest’s screenplay. Jason Sudeikis drops by and jumps into D\u0026#038;D with astonishing vigor. Dan does a bad job of supporting Erin’s PMS, then stage dives.",
  "35": "Mayor Harmon starts Atoning With The Father when he presents a day in his fantasy TV writer life, confronts a drunk Darth Vader, then adopts a 15 year old version of himself. The night ends with an impromptu rap battle before new Harmenian Kahleel takes the throne.",
  "38": "Kansas finds itself at the center of the biggest disaster since Dorothy’s twister when Mayor Harmon and Erin McGathy conduct the worst town meeting of the tour. This episode is unedited because I have no idea what I’d cut without cutting the entire thing.",
  "44": "After a few false starts, it turns out Mayor Harmon may be suffering from a show-threatening case of homecoming confidence, but when special guests D.C Pierson and Kumail Nanjiani join, the meeting erupts into an awesome discussion of drugs, religion, Spencer, Hannibal Lechter and octopus sex. In D\u0026#038;D: Sharpie and Mulraine seal the deal.",
  "45": "A discussion of hygiene heats up with Kumail Nanjiani, then boils over when Bobcat Goldthwait drops by. In D\u0026#038;D, zombies attack while Quark engages in advanced animal husbandry. This fabulous episode is unedited so we will just warn you of a small glitch with the mayor’s mic a few minutes in that lasts but a moment.",
  "48": "Featuring Doug Benson and Kumail Nanjiani. Topics include Gene Hackman, emphysema, sharks, cereal, Thalidomide, Wreck it Ralph, burn victims, Dracula, Special Olympics, regular Olympics, Bruce Villanch, missing electronics and law enforcement. The D\u0026#038;D party flirts with sleep studies, then fights a dragon.",
  "50": "In honor of the 50th episode, Harmon drinks too much five hour energy, Genevieve Pearson teaches us to fabricate reality and Kumail proposes to three-time-wife Emily. D\u0026#038;D is bunch of garbage, but then, and, admittedly, this is Harmon saying this, but: BEST RAP EVER. Enjoy.",
  "70": "Mayor Harmon, now equipped with his trusty new invention, is joined by Johnny Pemberton to break down prank phone calls. Afterwards a visit from “The Tumor Lady” and then later on, the topic of fishing for compliments becomes a major issue for everyone on stage. Mostly Erin, who challenges Spencer in this nearly lost episode.",
  "71": "The Mayor uses his iHarmon to knock down an entire show agenda that includes topics like Premium Gas and what Harmontown should do this year for Halloween when Comptroller Jeff Davis says no to his idea for 15 minutes straight. Later, Erin doesn’t understand Grand Theft Auto V and an attractive man in a wheel chair joins the stage for a game of Pathfinder!",
  "77": "In the wake of Lou Reed’s passing, in which this episode is dedicated to; a sad, stripped down, sleepy and introspective Velvet Harmontown. Plus, the introduction of Harmontown’s new character “Johnny Jackhammer.” In DnD, the gang is helpless to watch Yearch “less than zero.”",
  "79": "After some women demonstrate foot fetish techniques that audibly won’t make any sense to you, dear listener, the enigmatic Brody Stevens joins Harmontown for the first time. Later, Mayor Harmon is inducted into a prestigious alliance and Kumail returns to D\u0026#038;D after a month long hiatus. It’s a beautiful sprawling Harmontown, come on down.",
  "81": "Mayor Harmon jumps right into a drop in from original Saturday Night Live cast member Laraine Newman which merges into a visit from controversial author Dr. Chris Ryan to delves into polygamy and the very nature of our sexuality. In D\u0026#038;D, Spencer gives up.",
  "83": "It’s the last Harmontown of 2013, get ready for some Christmas magic. Anatoly gets on stage nearly nude, Duncan Trussell talks Christmas as a mushroom cult, Adam Goldberg nearly murders everyone, Jeff Davis hates Paul McCartney and Rob Schrab jumps in on D\u0026#038;D. Happy Holidays and we’ll see you next year!",
  "91": "Net Neutrality activist Eddie Geller shines a light onto how our rights online are on their way out. This, naturally, agitates Mayor Harmon’s disenchantment with bureaucracy and capitalism. Meanwhile, Comptroller Jeff Davis and Kumail Nanjiani attempt to come up with something better to call it than “net neutrality.”",
  "105": "Mayor Harmon enters couples therapy and makes an emotional bid. Kumail Nanjiani is back and doesn’t understand why Jeff talks to strangers. Doctors are too prostate happy and a Brazilian fan from Rio defends them. Just a great episode from top to bottom, enjoy.",
  "112": "Harmontown is not ready to say goodbye to our friend Robin WIlliams; Jeff \u0026#038; Dan write a new song, an Emmy award winning special effects editor makes their way to the stage, Ferguson and the current paramilitary police state are discussed at length. You ready? Lets do this.",
  "151": "In what has become an instant classic episode of Harmontown, Mayor Harmon is joined by Paget Brewster, Curtis Armstrong, Jeff Davis, Erin McGathy, Spencer Crittenden, Demorge Brown and more for a non-stop insane episode. Watch the video at Harmontown.com/live! Become a member!",
  "158": "Erin is out of the country and Harmon is playing a lot of video games and has strong opinions on them. Ryan Ridley comptrolls and the guys from Before You Were Funny make Harmon read one of his earliest short stories. Watch the video at harmontown.com/live! Become a member!",
  "189": "The gang tries to come up with a song and Weird Al each other then an instant Harmontown classic moment happens. Watch the video at harmontown.com! Become a member! Opening song by Babes. feat. Dan Harmon, Jeff Davis, Spencer Crittenden, Rob Schrab, Andrew Weinberg, Steve Levy and DeMorge Brown",
  "190": "A packed episode leads to three Robs and the roast of Jimmy Carrane. Watch the video at harmontown.com/live! Opening music by Titanic Sinclair! Featuring Dan Harmon, Jeff Davis, Spencer Crittenden, Rob Schrab, Rob Corddry, Jimmy Carrane, Cameron Esposito and DeMorge Brown….",
  "194": "Gigantic sweetheart and actor Derek Mears visits Harmontown, Dan doesn’t trust when Rob says “I love you”, music by Jeordie White. Watch the video at harmontown.com! Only $5 a month, we are independently owned, you can watch live, stream or download any episode from any device.",
  "195": "The most legendary television writer and producer in all of history Norman Lear joins Harmontown, you’ll never look at birthday candles the same way again. Watch the video at harmontown.com/live! $5 a month gets you access to the live stream, instant downloads and to our video archive.",
  "198": "Guest comptroller Cameron Esposito, a baseball team clad Rhea Butcher, a just wrapped Great Minds director Heath Cullen, our transgender friend Jane Cook equipped with a key to Harmon’s house, a poked in the stomach Spencer and a very happy Harmon on a stellar episode Watch the video at harmontown.com/live! Become a member!",
  "200": "Harmontown turns 200 with Rob Schrab and Rob Corddry, some Harmontown regulars return including Adam Goldberg and Harmon lays down the greatest rap ever. Watch the video for free at harmontown.com/live! Thank you for all your support. This episode is …",
  "202": "An all-star hunk episode of Harmontown with humanitarian beefcake Daniel Gillies, the mouth watering Duncan Trussell and the cut from marble stone greek god Kumail Nanjiani. Watch the video at harmontown.com/live! Become a member, support our show.",
  "205": "There is no other Harmontown like this. In an effort to sell tickets Dan writes a Community Movie projected on screen. Watch ONLY at harmontown.com/live. It’s $5 a month! Subscribe already. Live streaming, instant post-show downloads and get the podcast early if so inclined. Do it for one month, you have to see this.",
  "207": "Harmontown is welcomed by a warm crowd and a sold out show in Montreal for another gut spilling and heart wrenching episode steeped in comedy and loving kindness. Watch the video exclusively at harmontown.com/live. Become a member! We are a small business. Help us grow.",
  "216": "The Michael Jordan of porn Riley Reid enlightens Harmenians and Californians why we need to vote NO on Prop 60. dontharassca.com Later military nerds enlighten us all on why not to join the military or get out. Watch the video at harmontown.com/live. Become a member for $5/mo and support the show!",
  "217": "Andy Dick and Dino Stamatopoulos return for some music, slide whistle and some feels. Your Mayor uses the pressure valve on his brain and lets off some steam. Watch the video at harmontown.com/live! Become a member for $5/mo to watch the show stream live, an archive of downloads and support a small business!",
  "222": "“Erin McGathy makes a triumphant return to Harmontown as the role of Spencer and brings the sounded of 20 sided die back to Harmontown! Watch the video at harmontown.com/live Bonus track: an all new song originally made for Harmontown by Colleen Green!”",
  "239": "Harmontown joins the Chicago Improv Festival with guest Comptroller Brandon Johnson. Improv legends Jimmy Carrane and Scott Adsit help Dan demonstrate the difference between improv and written comedy, while Brandon and Dan discover the seven types of pee.",
  "240": "Creator of the documentary “Accidental Courtesy: Daryl Davis, Race \u0026#038; America” Matt Ornstein drops by to discuss his new film with guests Brandon Johnson and Steve Agee. Steve Levy does a quick Jew and A. Featuring Dan Harmon, Jeff B. Davis, Spencer Crittenden, Matt Ornstein, Brandon Johnson, Steve Agee, and Steve Levy.",
  "241": "Kumail and Emily return to discuss Harmontown leaving NerdMelt, Spencer \u0026#038; Schrab provide color commentary while Brandon Johnson and Doug Benson get to meet Dan’s newest rap character, Peanut Jones. Featuring Dan Harmon, Jeff B. Davis, Spencer Crittenden, Rob Schrab, Kumail Nanjiani, Emily V. Gordon, Brandon Johnson and Doug Benson.",
  "243": "Our first show after moving to the Starburns Castle with Brandon Johnson as the guest comptroller! Dan finds a giant surprise gift on stage then shows off his latest Minecraft creations then we hear the history of America as a rap. Featuring Dan Harmon, Brandon Johnson, Spencer Crittenden and Rob Schrab.",
  "244": "Dan explores new interactive options for the show, Rob Corddry and Rob Schrab weigh in on Dan’s writing methods, while Guest Comptroller Brandon Johnson becomes Dan’s angry writing coach. Featuring Dan Harmon, Brandon Johnson, Spencer Crittenden, Rob Corddry and Rob Schrab.",
  "245": "Mystery Science Theater’s Joel Hodgson stops by, everyone’s world view gets questioned, then Mid-East journalists Robert Evans and Magenta Vaughn share stories of visiting war torn countries. Featuring Dan Harmon, Brandon Johnson, Spencer Crittenden, Joel Hodgson, Robert Evans and Magenta Vaughn.",
  "246": "We learn some shocking truths about Spencer while Steve Levy fills in for him, Fred Stoller delves deep into the writing process of Seinfeld, Dan suspects our guest comptroller (Brandon Johnson) is a time traveler. Featuring Dan Harmon, Brandon Johnson, Steve Levy and Fred Stoller.",
  "247": "Jeff Davis returns with a fantastic reprise of the classic “Pringles Dick”. Brandon Johnson passes the comptroller torch back to Jeff. Dan, Jeff, Spencer and Steve Levy create characters for their new D\u0026#038;D campaign! Featuring Dan Harmon, Jeff Davis, Spencer Crittenden, Brandon Johnson, Steve Agee and Steve Levy.",
  "249": "Harmontown goes to Chris Hardwick’s ID10T Festival. Dan raps about Kubrick, takes questions from the audience, does some push ups and even dance battles with a cosplayer! Our role playing game continues, with Steve getting a feel for Diarrhea Junior. Featuring Dan Harmon, Jeff Davis, Spencer Crittenden and Steve Levy.",
  "253": "Comedian Jamali Maddix comes by to discuss his project exploring extremism. While role playing, Steve Levy discovers the most beautiful horses he’s ever seen. Dan closes the show with a rap about West Virginia. Featuring Dan Harmon, Jeff Davis, Spencer…",
  "258": "Rapper B. Squid and Dan sing about a thousand winters, we question “What if a guy had long arms?” and “Who really stole Steve Levy’s roommate’s car?” before realizing we’re entering Harmageddon.",
  "259": "Rob Schrab returns as our comptroller with Eddie Pepitone dropping in to discuss comedy. Rob and Dan weigh in on biometrics, then the role playing gang shouts their way through an adventure.",
  "260": "Duncan Trussell wants us all to try Nitrous Oxide and start a cult, Dan is unapologetic about last week’s show, and everyone shares their favorite stories about Steve Levy’s anatomy.",
  "261": "In an in-studio episode, Jeff tells a mysterious story about Ron Jeremy and Dan discusses the tragedy in Las Vegas as well as the effect of easily-available smut on the web on today’s youth. Then the role playing gang ventures forth in their exploits. …",
  "263": "Jeff revisits the idea of zip-line transportation after Dan meets with Elon Musk. “Harmontown” documentary creator Neil Berkeley comes by to talk about his new film about Gilbert Gottfried. The show ends with a fan submitted rap that does a lot of thin…",
  "266": "Spencer shares his adventures in jogging, needles and cupping. The Ron Jeremy banana mystery continues to perplex Jeff. Dan records an introduction video for Rob Schrab and spends a little extra time making sure it’s perfect. Featuring Dan Harmon, Jef…",
  "267": "Guest Comptroller Brandon Johnson and actor Rob Huebel return to the show. Rob gives us the inside information about his new show, while Brandon introduces us to Tiny Brandon. Dan’s worried he might have played a role in Charles Manson’s death. Featuri…",
  "268": "Josh Androsky educates us about the Democratic Socialists of America, Schrab enjoys an office chair, Church sings and shares her political side, and Jeff claims an exception to the “smelt it, dealt it” rule. We all learn how to dance like Spencer. Feat…",
  "270": "Guest Comptroller Brandon Johnson and Josh Androsky return to discuss the current state of higher education with Ben Nelson from the Minerva Project. Everyone plays Balderdash while Andy Dick entertains everyone with… Featuring Dan Harmon, Brandon Jo…",
  "271": "It’s Christmas, and this show has something for everyone! Our traditional holiday events include: The return of DeMorge Brown, Dan and Brandon discussing net neutrality, Josh Androsky stopping in again to play some games, and Spencer studying for his h…",
  "272": "We hear about the drunk driver that hit Dan’s house, plus Jeff’s trip to India. Everyone questions Steve Levy’s doctor’s qualifications, but is glad he’s alive. While roleplaying, the gang stakes out an in-use restroom for a very, very long time. Featu…",
  "273": "What’s a Bellman Joke? Does it have anything to do with Casablanca and the Thundercats? How do the Smurfs fit into all of this? Rob Schrab returns to give Dan some much needed therapy. then takes over for Diarrhea Jr. who makes eye contact during a ver…",
  "275": "Guest Comptroller Brandon Johnson and Spencer question Dan’s retirement requirements. Singer-songwriter John Mayer comes on to really get inside Dan’s wonderland of a mind. Dan and John debate the pros and cons of Googling yourself. The show wraps up b…",
  "276": "Steve Levy and Rob Schrab share an intimate physical moment, Dan shows off his Dave Matthews impression, and we discuss the hot button political issue on everyone’s mind: Spiro Agnew. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden, Rob Schr…",
  "277": "Dan has some strong opinions on being chased by bees and what goes on in the mind of dogs. Jeff tells his career defining joke. Schrab isn’t happy with the title of last week’s show, but joins Dan and Steve in another intimate moment on the stage floor…",
  "278": "The Walking Dead creator, Robert Kirkman, joins Rob Schrab on stage to talk comics, writing and more. Dan tries putting things on blast, to varying success. Jeff plays a listener submitted remix of Schrab’s dog’s freakout. Featuring Dan Harmon, Jeff Br…",
  "279": "It’s Oscar night! Dan discusses the current political landscape, the value politicians are bringing to the table, and where we should go next. Also, Spencer thinks the NRA has some dank ass memes. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Critten…",
  "280": "The show takes a decidedly weird turn from the start. Guests Rob Schrab and DeMorge Brown talk with Dan, Jeff and Spencer about enemas, prostate massage and more. Steve Levy shares Diarrhea Junior’s real life origin story. Featuring Dan Harmon, Jeff Br…",
  "281": "This week’s guest is Kara Brown, staff writer for the Black-ish spinoff, Grown-ish. Dan shares how a social media interaction with a fan lead to questions about Rick and Morty’s future. Schrab tells tales of his small hometown, and Spencer tries to get…",
  "282": "The show breaks new ground with a cold open ad, Dan introduces the show’s latest lovable sponsored character M.C. Gun Control, we explore Dan’s therapy revelations and Jeff hatches a cunning plan turning himself into a tree. Featuring Dan Harmon, Jeff …",
  "283": "We have a lot of questions about Necrophilia. Dan answers a lot of questions about his underwear and debates the morality and accuracy of veterinary medicine, while Jeff has a creative solution for man boobs. Featuring Dan Harmon, Jeff Bryan Davis, Spe…",
  "286": "Dan reacts to being diagnosed with Shingles by bringing a bed on stage and eating eggs. Fellow podcasters Keith Malley and Chemda Khalili join Jeff and Schrab in Dan’s bed to discuss infectious diseases. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden, Keith Malley, Chemda Khalili and Rob Schrab.",
  "287": "Dan’s still in bed recovering from shingles, but Schrab wants to know why Dan won’t go to a movie with him. Rob Schrab almost lists his top four Infinity Wars spoilers, Spencer shares history of the incel movement, and Dan explains why his brain is gendered like a battleship. Featuring Dan Harmon, Brandon Johnson, Spencer Crittenden and Rob Schrab.",
  "288": "In our final episode at the Starburns Castle before moving to our new home, we welcome actor and fellow Podcaster Johnny Pemberton. Dan \u0026#038; Jeff’s hot button issues this week include squeakers, cold cases, Kanye and the logistics of a human centipede. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden, Johnny Pemberton and Steve Levy.",
  "289": "Our first show at the beautiful Dynasty Typewriter theater kicks off with an audience for the first time in months. Brandon Johnson haunts the theater, Rob Schrab makes himself mini comptroller with a mini podium, M.C. Gun Control returns, and Spencer …",
  "290": "Dan and Jeff discuss airliner pooping and Elon Musk stories. Judd Apatow explains how his casting style has changed over his career. How much self loathing goes into being a show creator? Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden and …",
  "291": "Dan’s back in the Rick \u0026#038; Morty writer’s room, James Adomian and Rob Schrab face off with cartoon voices doing unspeakable things, Spencer says Binkis a lot. Featuring Dan Harmon, Jeff Bryan Davis, Spencer Crittenden, James Adomian, Rob Schrab and Stev…",
  "295": "“Great Minds with Dan Harmon” director Heath Cullens tells the tale of how he accidentally convinced Dan that he’s Dan’s father. Brandon Johnson is our comptroller and Steve Levy joins for a return to role playing. Featuring Dan Harmon, Brandon Johnso…",
  "344": "Harmontown finally gets down to business in a Jeff-less Episode. Brandon Johnson comptrols as we do the important, and timely, work of tearing down Billy Joel. Plus a dive into Dan’s deep past unearths a hyper-detailed account of open mics as they existed in a pre-karaoke America…"
}